'<p>The tale of Bevis of Hampton is one of the best-travelled of insular romances. The narrative centres on a young English knight who performs great deeds of chivalry all over Europe and in the Islamic world. It appears to have been composed in Anglo-Norman the late twelfth or early thirteenth century. Two further adaptations were made from this version in continental French. These are significantly longer than the Anglo-Norman version and are the ultimate source of a number of further versions in continental European vernaculars.<a title="" name="_ftnref1" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn1">[1]</a>Translations of the narrative can, therefore, be divided into two groups: those deriving from the versions in continental French, including adaptations in Dutch, Italian and Yiddish, and an insular translation derived, ultimately, from the Anglo-Norman <em>Boeve</em>.</p>'+
'<p> </p>'+
'<p>Versions of Bevis’s story survive in every major insular vernacular. The Anglo-Norman text provides the source for Welsh and Norse translations made in the middle of the thirteenth century and for an English version produced in the early fourteenth century. It is from this English text that an Irish translation is made in the late fifteenth century.</p>'+
'<p> </p>'+
'<p class="StandardCxSpFirst">This entry discusses the following versions of <em>Bevis</em>from the insular tradition:</p>'+
'<p class="StandardCxSpMiddle">-      <em>Boeve de Haumtone </em>(Anglo-Norman verse, second half of the twelfth century)</p>'+
'<p class="StandardCxSpMiddle">-      <em>Bevers saga </em>(Old Norse-Icelandic prose, c. 1250-c. 1350)</p>'+
'<p class="StandardCxSpMiddle">-      <em>Ystorya Bown de Hamtwn </em>(Welsh prose, mid thirteenth century)</p>'+
'<p class="StandardCxSpMiddle">-      <em>Sir Bevis of Hampton </em>(Middle English verse, early fourteenth century)</p>'+
'<p class="StandardCxSpMiddle">-      <em>Stair Bibuis </em>(Early Modern Irish prose, late fifteenth century)</p>'+
'<p class="StandardCxSpLast"> </p>'+
'<p> </p>'+
'<p><strong>Anglo-Norman version</strong></p>'+
'<p>The anonymous Anglo-Norman <em>Boeve de Haumtone</em>has been described as an ‘ancestral romance’ and also as a <em>chanson de geste</em>– it is composed in the<em>laisse</em>form conventional to that genre.<a title="" name="_ftnref2" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn2">[2]</a>Four manuscripts of the text came down into the modern era. All are fragmentary to some extent, though, between them, it is possible to reconstruct the full work.<a title="" name="_ftnref3" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn3">[3]</a>The earliest, University of Glasgow, Hunterian Library, MS 466,is a fragment dating from the first half of the thirteenth century and is preserved as a pastedown.<a title="" name="_ftnref4" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn4">[4]</a>It covers sixty-two lines of the narrative. London, Lambeth Palace, MS 1237, nos. 1, 2 contains two short fragments and dates from the second half of the thirteenth century.<a title="" name="_ftnref5" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn5">[5]</a>A much more substantial portion of the work was preserved in Leuven, Univ. Bibl., MS G.170, ff. 53-130 (the Firmin Didot MS),also dating to the second half of the thirteenth century. This manuscript was destroyed during the Second World War, but had been edited by Albert Stimming in 1899. In this codex, <em>Boeve de Haumtone</em>was followed by an Anglo-Norman version of <em>Fierabras</em>. The two texts have certain narrative similarities, including the motif of the <em>belle sarrasine</em>. The final manuscript, Paris, Bibliotheque Nationale, MS nouv. acq. Fr 4532, dates from the first half of the fourteenth manuscript. <em>Boeve</em>is the only text in the manuscript and features a line-by-line English translation in an early modern hand.</p>'+
'<p> </p>'+
'<p><strong>Old Norse-Icelandic version</strong></p>'+
'<p>The Norse translation, <em>Bevers saga</em>, survives in four medieval Icelandic manuscripts, two of them mere fragments, dating from the mid-fourteenth century onwards; however, the translation was probably originally made at some point after 1250.<a title="" name="_ftnref6" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn6">[6]</a>It is difficult to determine whether the original translation was made in Norway or Iceland.<a title="" name="_ftnref7" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn7">[7]</a><em>Bevers saga</em>also circulated in Norway, as evidenced by a reference to a copy of the text in a 1366 library inventory from Ryfylke.<a title="" name="_ftnref8" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn8">[8]</a>Christopher Sanders notes a heightened religiosity in this translation. <em>Bevers saga </em>exhibits ‘a certain intensifying of the Christian tone of the epic – and therefore, to some extent, of an anti-Islamic, or anti-pagan, undercurrent’.<a title="" name="_ftnref9" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn9">[9]</a>He suggests a clerical translator for this text, based on the translation techniques employed.<a title="" name="_ftnref10" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn10">[10]</a></p>'+
'<p> </p>'+
'<p>The text seems to be associated with other chivalric narratives in the surviving manuscripts. Copenhagen, Arnamagnæan Institute, AM 567 II 4to is the earliest text, dating from the fourteenth century.<a title="" name="_ftnref11" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn11">[11]</a>Its fragment of <em>Bevers saga</em>is accompanied by fragments of three other Old Norse-Icelandic romances (<em>riddarasögur</em>) of similar date. The remaining manuscripts date from the fifteenth century.<a title="" name="_ftnref12" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn12">[12]</a>Two of these offer texts of the saga that are substantially complete.Like the earlier fragment, Stockholm, Royal Library, Perg. 4:o nr. 6 collects the work with various <em>riddarasögur </em>as does Stockholm, Royal Library, Perg. fol. nr 7.<a title="" name="_ftnref13" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn13">[13]</a> This latter manuscript includes translations of two other well-known French romances, <em>Ivens saga</em>(a translation of <em>Yvain</em>) and <em>Parcevals saga</em>(<em>Perceval</em>).<a title="" name="_ftnref14" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn14">[14]</a></p>'+
'<p> </p>'+
'<p><strong>Welsh Version</strong></p>'+
'<p>The Welsh translation of <em>Bevis of Hampton</em>,<em>Ystorya Bown de Hamtwn,</em>has a similar chronological profile to the Norse adaptation; it is usually dated to not long after the middle of the thirteenth century.<a title="" name="_ftnref15" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn15">[15]</a>There are also some similarities in the likely background to the Welsh and Norse <em>Bevis of Hampton</em>translations too. The editor of <em>Ystorya Bown de Hamtwn</em>, Morgan Watkin, notes that the translator of <em>Bown</em>has emphasised and amplified the religious dimension of the narrative and he suggests that the translator may have been a monk.<a title="" name="_ftnref16" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn16">[16]</a><em>Bown </em>dates from the ‘earliest phase’ of Welsh translations and Welsh versions of similar works, like the <em>Chanson de Roland</em>and the <em>Pèlerinage de Charlemagne</em>, were produced from French at around the same time.<a title="" name="_ftnref17" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn17">[17]</a></p>'+
'<p> </p>'+
'<p><em>Bown</em>survives in two medieval manuscripts: the Red Book of Hergest, dating from between 1382 and c. 1400, and the White Book of Rhydderch, from around 1350.<a title="" name="_ftnref18" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn18">[18]</a>The Red Book was likely compiled for Hopcyn ap Tomas of Ynysforgan in Glamorgan. It passed from his descendants into the hands of the Vaughans of Tretŵr in 1465. The White Book was compiled for Rhydderch ab Ieuan Llwyd (c. 1325-1400) of Parcrhydderch in Ceredigion; however, the scribe was probably based at the Cistercian abbey at nearby Strata Florida. The Red Book and the White Book are very similar in content and both may well derive from a common source. The two copies of <em>Bown</em>agree very closely at most points. Intriguingly, the White Book features two different versions of the text’s opening lines. The first is abandoned after 49 lines and differs in various respects from the second opening, which agrees with that in the Red Book.<a title="" name="_ftnref19" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn19">[19]</a></p>'+
'<p><em> </em></p>'+
'<p><strong>Middle English versions</strong></p>'+
'<p>All indications are that the Middle English translation of <em>Boeve</em>was a particularly popular text.<a title="" name="_ftnref20" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn20">[20]</a>It is a standard component in lists of well-known romances, such as that in Chaucer’s <em>Sir Thopas</em>.<a title="" name="_ftnref21" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn21">[21]</a>The first surviving copy is that in the Auchinleck manuscript compiled around 1330 and a further seven copies survive in full or in fragmentary form from the following two centuries. The work was also printed at an early point and remained popular in the chapbook tradition. The surviving versions of the narrative in Middle English differ in various ways from the Anglo-Norman version and their relationship to each other and to their source is difficult to unpick. The English versions also feature substantial episodes that do not appear in <em>Boeve</em>, including Bevis’s fight with a dragon at Cologne and a final episode where the citizens of London are incited against Bevis.<a title="" name="_ftnref22" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn22">[22]</a></p>'+
'<p> </p>'+
'<p>There is little firm evidence as to the owners of the surviving English manuscripts; however, two of them have been associated with female audiences.<a title="" name="_ftnref23" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn23">[23]</a><em>Bevis</em>is collected with other romances in a number of codices.<a title="" name="_ftnref24" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn24">[24]</a>The most extensively studied is the Auchinleck manuscript, which features a high proportion of romances, including <em>Sir Guy of Warwick</em>and <em>Richard Coeur de Lion</em>, and a large number of translations from French.<a title="" name="_ftnref25" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn25">[25]</a>London, British Library, MS Egerton 2862 is also largely a compilation of romances. Cambridge, University Library, MS Ff.2.38 includes nine romances among its forty-three texts and also features a high number of religious works.<a title="" name="_ftnref26" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn26">[26]</a>Cambridge, Gonville and Caius College, MS 175/96 collects a similar mixture of romances and religious material.<a title="" name="_ftnref27" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn27">[27]</a>These manuscript contexts seem to reflect the narrative emphases of <em>Bevis</em>, which is a tale of chivalric adventure with a pious flavour: Bevis’s exploits take him into the Islamic world and his story is, in many ways, a crusade narrative. </p>'+
'<p> </p>'+
'<p><strong>Irish version</strong></p>'+
'<p>The Irish translation of Bevis is the only insular translation that is not directly derived from the Anglo-Norman <em>Boeve</em>.<em>Stair Bibuis </em>appears to have been translated from a Middle English text by the prolific scribe and translator Uilliam Mac an Leagha.<a title="" name="_ftnref28" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn28">[28]</a>The work survives in a unique holograph manuscript, Trinity College Dublin, MS 1298, alongside a translation of the similar work, <em>Sir Guy of Warwick</em>.<a title="" name="_ftnref29" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn29"><sup><sup>[29]</sup></sup></a>The translation dates from the late fifteenth century, a period in which a number of translations were made from English into Irish.<a title="" name="_ftnref30" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn30"><sup><sup>[30]</sup></sup></a>The copy of <em>Stair Bibuis</em>in Trinity 1298 is incomplete at the end, but, as Jennifer Fellows has argued, is a fairly close match for the version of the romance preserved in Cambridge, University Library MS Ff 2. 38 and Manchester, Chethams MS 8009, though it also has points of correspondence with the Auchinleck version of the text.<a title="" name="_ftnref31" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn31"><sup><sup>[31]</sup></sup></a> </p>'+
'<p> </p>'+
'<p>One episode in <em>Stair Bibuis </em>highlights the possible centrality of the work’s crusading theme to its Irish readers. For the most part, Uilliam Mac an Leagha’s translation follows the plot and narrative detail of surviving Middle English texts closely. However, there is one exception: in his Mediterranean travels, Bevis lands on Rhodes and spends some time with the Knights Hospitaller, fending off attacks on the island by Muslims and other non-Christians.<a title="" name="_ftnref32" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn32"><sup><sup>[32]</sup></sup></a>Erich Poppe has suggested that the patron of the translation might have had connections to the Knights Hospitaller in Ireland.<a title="" name="_ftnref33" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn33"><sup><sup>[33]</sup></sup></a>  If this is the case, the crusading dimension of <em>Bevis of Hampton</em>may well have been the primary reason for its translation into Irish. Bevis’s trip to Rhodes may also be read as a topical flourish, since the translation was probably made not long after the 1480 siege of Rhodes. The Fitzgeralds of Allen in Kildare, who owned Trinity 1298 and possibly commissioned the translation, had close ties to the Knights Hospitaller in this period.<a title="" name="_ftnref34" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftn34"><sup><sup>[34]</sup></sup></a></p>'+
'<p> </p>'+
'<p><strong>Conclusion</strong></p>'+
'<p>The considerable popularity of the Anglo-Norman <em>Boeve de Haumtone</em>, both in the insular world and in continental Europe may be owed, in part, to its emphasis on both chivalry and piety. Translations into Norse, Welsh and Irish have been associated with clerical translators, monastic scribes and with military orders. Other texts that were popular in translation, such as <em>Fierabras</em>, exhibit similar features and it seems plausible that such works may often have been transmitted via international religious networks. </p>'+
'<p> </p>'+
'<p><strong>EDITIONS</strong></p>'+
'<p><strong><span style="text-decoration: underline;">Anglo-Norman versions</span></strong></p>'+
'<p>Stimming, Albert, ed., <em>Der anglonormannische Boeve de Haumtone</em>, Bibliotheca Normannica 7 (Halle: Niemeyer, 1899; repr. Geneva: Slatkine, 1974)</p>'+
'<p> </p>'+
'<p>Weiss, Judith, ‘The Anglo-Norman “Boeve De Haumtone”: A Fragment of a New Manuscript’,<em>The Modern Language Review</em>, 95 (2000), 305-310</p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">Old Norse-Icelandic version</span></strong></p>'+
'<p>Sanders, Christopher, ed., <em>Bevers Saga</em>(Reykjavík: Stofnun Árna Magnússonar á Íslandi, 2001)</p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">Welsh version</span></strong></p>'+
'<p class="FootnoteCxSpFirst">Poppe, Erich, and Regine Reck, eds., <em>Selections from “Ystorya Bown o Hamtwn”</em>(Cardiff: University of Wales, 2009)</p>'+
'<p class="FootnoteCxSpMiddle"> </p>'+
'<p class="FootnoteCxSpMiddle">Watkin, Morgan, ed..<em>Ystorya Bown de Hamtwn </em>(Cardiff: University of Wales Press, 1958)</p>'+
'<p class="FootnoteCxSpLast"> </p>'+
'<p><strong><span style="text-decoration: underline;">English version</span></strong></p>'+
'<p>Fellows, Jennifer, ed., <em>Sir Bevis of Hampton</em>, EETS OS 349, 250 (Oxford: Oxford University Press, 2017)</p>'+
'<p> </p>'+
'<p>Fellows, Jennifer, <em>Sir Beves of Hampton: Study and Edition</em>, 5 vols (unpub. PhD diss., Univ. of Cambridge, 1980) </p>'+
'<p class="FootnoteCxSpFirst"> </p>'+
'<p class="FootnoteCxSpMiddle">Kölbing, E., <em>Beues of Hamtoun</em>, EETS ES 46, 48, 65 (London: Trübner, 1885, 1886, 1894)</p>'+
'<p class="FootnoteCxSpMiddle"> </p>'+
'<p class="FootnoteCxSpMiddle">Herzman, Ronald B., Graham Drake and Eve Salisbury, eds., <a href="https://d.lib.rochester.edu/teams/publication/salisbury-four-romances-of-england"><em>Four Romances of England: King Horn, Havelok the Dane, Bevis of Hampton, Athelston</em></a>(Kalamazoo, MI: Medieval Institute Publications, 1999)</p>'+
'<p class="FootnoteCxSpLast"> </p>'+
'<p><strong><span style="text-decoration: underline;">Irish version</span></strong></p>'+
'<p>Robinson, F. N., ed., ‘<a href="http://www.ucc.ie/celt/published/T306000/index.html">The Irish Lives of Guy of Warwick and Bevis of Hampton</a>’,<em>Zeitschrift für Celtische Philologie</em>, 6 (1908), 9-180, 273-338, 556 </p>'+
'<p> </p>'+
'<p><strong>WORKS CITED</strong></p>'+
'<p>Abbott, T. K, and E. J. Gwynn, <em>Catalogue of the Irish Manuscripts in the Library of Trinity College Dublin</em>. (Dublin: Hodges Figgis, 1921), pp. 78-80</p>'+
'<p> </p>'+
'<p>Ailes, Marianne, ‘The Anglo-Norman <em>Boeve</em><em> de Haumtone</em>as a <em>chanson de geste’</em>, in Jennifer Fellows and Ivana Djordjević, <em>Sir Bevis of Hampton in literary Tradition </em>(Cambridge: D. S. Brewer, 2008), pp. 9–24</p>'+
'<p> </p>'+
'<p>Byrne, Aisling, ‘Cultural Intersections in Trinity College Dublin MS 1298’, in Axel Harlos and Neele Harlos, eds., <em>Adapting Texts and Styles in a Celtic Context: Interdisciplinary Perspectives on Processes of Literary Transfer in the Middle Ages</em>(Münster: Nodus Publikationen, 2016), pp. 289-304</p>'+
'<p> </p>'+
'<p>Chaucer, Geoffrey, ‘The Tale of Sir Thopas’,in Larry D. Benson, ed., <em>The Riverside Chaucer</em>(Oxford: Oxford University Press 1987)</p>'+
'<p> </p>'+
'<p>Dean, Ruth J., with Maureen B. M. Boulton, <em>Anglo-Norman Literature: A Guide to Texts and Manuscripts (</em>London: Anglo-Norman Texts Society, 1999)</p>'+
'<p> </p>'+
'<p>Fein, Susanna, ed., <em>The Auchinleck Manuscript: New Perspectives</em>(Woodbridge: D. S. Brewer, 2016)</p>'+
'<p> </p>'+
'<p>Fellows, Jennifer, and Ivana Djordjević: <em>Sir Bevis of Hampton in Literary Tradition, Studies in Medieval Romance</em>(Woodbridge: D. S. Brewer, 2008)</p>'+
'<p> </p>'+
'<p>Hanna, Ralph, ‘Reconsidering the Auchinleck Manuscript’, in Derek Pearsall, ed., <em>New Directions in Later Medieval Manuscript Studies</em>(Woodbridge: York Medieval Press, 2000), pp. 91-102</p>'+
'<p> </p>'+
'<p>James, M. R., <a href="https://archive.org/stream/descriptivecatal01gonv#page/198/mode/2up"><em>A Descriptive Catalogue of the Manuscripts in the Library of Gonville and Caius College</em></a>, 3 vols (Cambridge: Cambridge University Press, 1907-1914)</p>'+
'<p> </p>'+
'<p>Kålund, Kristian, <em>Katalog over Den Arnamagnæanske Håndskriftsamling</em>(Copenhagen, 1888-1894)</p>'+
'<p> </p>'+
'<p>McSparran, Frances, and P. R. Robinson, eds., <em>Cambridge University Library MS Ff. 2. 38 </em>(London: Scolar Press, 1979)</p>'+
'<p> </p>'+
'<p>Poppe, Erich, ‘The Early Modern Irish Version of Beves of Hampton’, <em>Cambridge Medieval Celtic Studies</em>23 (1992), 77-98</p>'+
'<p> </p>'+
'<p>Poppe, Erich, ‘Favourite Expressions, Repetition, and Variation: Observations on <em>Beatha Mhuire Eigiptacdha </em>in Add. 30512’, in Erich Poppe and Bianca Ross, eds., <em>The Legend of Mary of Egypt in Medieval Insular Hagiography</em>(Dublin: Four Courts Press, 1996), 279-299</p>'+
'<p> </p>'+
'<p>Poppe, Erich, ‘Codes of Conduct and Honour in Stair Bibuis’, in Michael Richter and Jean-Michel Picard, eds., <em>Ogma: Essays in Celtic Studies in Honour of Próinséas Ní Chatháin </em>(Dublin: Four Courts Press, 2001), pp. 200-210 </p>'+
'<p> </p>'+
'<p>Poppe, Erich, and Regine Reck, ‘A French romance in Wales: Ystorya Bown o Hamtwn: Processes of Medieval Translations [Part I]’, <em>Zeitschrift für celtische Philologie</em>55 (2006), 122–180 </p>'+
'<p> </p>'+
'<p>Poppe, Erich, and Regine Reck, ‘A French romance in Wales: Ystorya Bown o Hamtwn: Processes of Medieval Translations [Part II]’, <em>Zeitschrift für celtische Philologie</em>, 56 (2008), 129–164</p>'+
'<p> </p>'+
'<p>Poppe, Erich, ‘Narrative Structure of Medieval Irish Adaptations: the Case of <em>Guy</em>and <em>Beues</em>’, in Helen Fulton, ed., <em>Medieval Celtic Literature and Society</em>(Dublin: Four Courts, 2005), pp. 205-229</p>'+
'<p> </p>'+
'<p>Poppe, Erich, and Regine Reck, ‘Rewriting Bevis in Wales and Ireland’, in Jennifer Fellows and Ivana Djordjević, eds., <em>Bevis of Hampton in Literary Tradition</em>(Cambridge: D. S. Brewer, 2008), pp. 37-50</p>'+
'<p class="Footnote"> </p>'+
'<p>Purdie, Rhiannon, ‘Sexing the Manuscript: The Case for Female Ownership of MS Chetham 8009’, <em>Neophilologus</em>82 (1998), 139–148</p>'+
'<p> </p>'+
'<p>Reck, Regine, ‘Heiligere Streiter und keuschere Jungfrauen: religiöse Elemente in der kymrischen Adaption des anglo-normannischen Boeve de Haumtone’, in Erich Poppe and Hildegard L. C. Tristram, eds., <em>Übersetzung, Adaptation und Akkulturation im insularen Mittelalter</em>(Münster: Nodus Publikationen, 1999), pp. 289-304</p>'+
'<p> </p>'+
'<p> </p>'+
'<p>Sanders, Christopher, ‘<em>Bevers saga</em>in the Context of Old Norse Historical Prose’, in Jennifer Fellows and Ivana Djordjević, eds., <em>Sir Bevis of Hampton in Literary Tradition</em>(Cambridge, D. S. Brewer, 2008), pp. 51-66 </p>'+
'<p> </p>'+
'<p>Sanders, Christopher, ‘A Typology of the Primary Texts of Bevers saga’, in Jürg Glauser and Susanne Kramarz-Bein, eds., <em>Rittersagas – Übersetzung, Überlieferung, Transmission</em>(Tübingen: Francke, 2014)</p>'+
'<p> </p>'+
'<p>Sanders, Christopher, ed., <em>Tales of knights: Perg. fol. nr 7 in the Royal Library, Stockholm (AM 167 VIβ 4to, NKS 1265 IIc fol.)</em>, Manuscripta Nordica: Early Nordic Manuscripts in Digital Facsimile, 1 (Copenhagen: Reitzel, 2000).</p>'+
'<p> </p>'+
'<p>Slay, Desmond, ed., <em>Romances: Perg. 4:0 nr. 6 in the Royal Library, Stockholm</em>(Copenhagen: Rosenkilde and Bagger, 1972) </p>'+
'<p> </p>'+
'<p>Turville-Petre, Thorlac, <em>England the Nation: Language, Literature, and National Identity, 1290-1340 </em>(Oxford: Clarendon Press, 1996)</p>'+
'<p> </p>'+
'<p>Weldon, James, ‘The Naples Manuscript and the Case for a Female Readership’, <em>Neophilologus</em>, 93 (2009), 703-722</p>'+
'<p> </p>'+
'<p><strong>DIGITIZED MANUSCRIPTS</strong></p>'+
'<p>Copenhagen, Arnamagnæan Institute, AM 567 II 4to: <a href="https://handrit.is/en/manuscript/imaging/da/AM04-0567-II;jsessionid=ACF0A30ED9A746FE612FBA97B7446FEC#page/2v++(4+of+12)/mode/2up">https://handrit.is/en/manuscript/imaging/da/AM04-0567-II;jsessionid=ACF0A30ED9A746FE612FBA97B7446FEC#page/2v++(4+of+12)/mode/2up</a></p>'+
'<p> </p>'+
'<p>Edinburgh, National Library of Scotland, MS Advocates 19.2.1 (Auchinleck Manuscript): <a href="http://auchinleck.nls.uk/">http://auchinleck.nls.uk</a></p>'+
'<p> </p>'+
'<p>Manchester, Chetham’s Library MS 8009:</p>'+
'<p><a href="http://enriqueta.man.ac.uk/luna/servlet/detail/Man4MedievalVC~4~4~466340~116157:Upper-cover-binding?qvq=q:mun.a.6.31&mi=0&trs=769">http://enriqueta.man.ac.uk/luna/servlet/detail/Man4MedievalVC~4~4~466340~116157:Upper-cover-binding?qvq=q:mun.a.6.31&mi=0&trs=769</a></p>'+
'<p> </p>'+
'<p>Aberystwyth, National Library of Wales, Peniarth MS 5 (The White Book of Rhydderch, vol. 1):</p>'+
'<p><a href="https://www.llgc.org.uk/en/discover/digital-gallery/manuscripts/the-middle-ages/white-book-of-rhydderch/">https://www.llgc.org.uk/en/discover/digital-gallery/manuscripts/the-middle-ages/white-book-of-rhydderch/</a></p>'+
'<p> </p>'+
'<p>Oxford, Jesus College, MS 111 (The Red Book of Hergest):</p>'+
'<p><a href="http://image.ox.ac.uk/show?collection=jesus&manuscript=ms111">http://image.ox.ac.uk/show?collection=jesus&manuscript=ms111</a></p>'+
'<div><br clear="all" /><hr align="left" size="1" width="33%" />'+
'<div id="ftn1">'+
'<p><a title="" name="_ftn1" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref1">[1]</a>The most thorough overview of adaptations of Bevis in various traditions is the collection of papers edited by Jennifer Fellows and Ivana Djordjević: <em>Sir Bevis of Hampton in Literary Tradition</em>(Woodbridge: D. S. Brewer, 2008)</p>'+
'</div>'+
'<div id="ftn2">'+
'<p><a title="" name="_ftn2" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref2">[2]</a>Marianne Ailes, ‘The Anglo-Norman <em>Boeve</em><em> de Haumtone</em>as a <em>chanson de geste’</em>, in Jennifer Fellows and Ivana Djordjević, <em>Sir Bevis of Hampton in literary Tradition </em>(Cambridge: D. S. Brewer, 2008), pp. 9–24.</p>'+
'</div>'+
'<div id="ftn3">'+
'<p><a title="" name="_ftn3" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref3">[3]</a>Albert Stimming, ed., <em>Der anglonormannische Boeve de Haumtone</em>, Bibliotheca Normannica 7 (Halle: Niemeyer, 1899; repr. Geneva: Slatkine, 1974).</p>'+
'</div>'+
'<div id="ftn4">'+
'<p><a title="" name="_ftn4" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref4">[4]</a>Judith Weiss, ‘The Anglo-Norman “Boeve De Haumtone”: A Fragment of a New Manuscript’, <em>The Modern Language Review</em>, 95 (2000), 305-10</p>'+
'</div>'+
'<div id="ftn5">'+
'<p><a title="" name="_ftn5" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref5">[5]</a>There is a notice of this fragment in Ruth J. Dean, with Maureen B. M. Boulton, <em>Anglo-Norman Literature: A Guide to Texts and Manuscripts </em>(London, 1999), p. 58.</p>'+
'</div>'+
'<div id="ftn6">'+
'<p><a title="" name="_ftn6" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref6">[6]</a>Christopher Sanders, ed., <em>Bevers Saga</em>(Reykjavík: Stofnun Árna Magnússonar á Íslandi, 2001). See also, Christopher Sanders, ‘A Typology of the Primary Texts of Bevers saga’, in Jürg Glauser and Susanne Kramarz-Bein, eds., <em>Rittersagas – Übersetzung, Überlieferung, Transmission</em>(Tübingen: Francke, 2014).</p>'+
'</div>'+
'<div id="ftn7">'+
'<p><a title="" name="_ftn7" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref7">[7]</a>Christopher Sanders, ‘<em>Bevers saga</em>in the Context of Old Norse Historical Prose’, in Jennifer Fellows and Ivana Djordjević, eds.,<em>Sir Bevis of Hampton in Literary Tradition</em>(Cambridge, D. S. Brewer, 2008), pp. 51– 66 (p. 66).</p>'+
'</div>'+
'<div id="ftn8">'+
'<p><a title="" name="_ftn8" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref8">[8]</a>Sanders, ed., <em>Bevers saga</em>, pp. xc-xci.</p>'+
'</div>'+
'<div id="ftn9">'+
'<p><a title="" name="_ftn9" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref9">[9]</a>Sanders, ‘<em>Bevers saga</em>in the Context of Old Norse Historical Prose’, p. 54.</p>'+
'</div>'+
'<div id="ftn10">'+
'<p class="Footnote"><a title="" name="_ftn10" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref10">[10]</a>Sanders, ‘<em>Bevers saga </em>in the Context of Old Norse Historical Prose<em>’</em>, p. 55.</p>'+
'</div>'+
'<div id="ftn11">'+
'<p><a title="" name="_ftn11" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref11">[11]</a>Kristian Kålund, <em>Katalog over Den Arnamagnæanske Håndskriftsamling</em>(Copenhagen, 1888-1894), vol. 1, p. 723.</p>'+
'</div>'+
'<div id="ftn12">'+
'<p><a title="" name="_ftn12" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref12">[12]</a>There is a detailed account of these manuscripts in Sanders, ed., <em>Bevers saga</em>.</p>'+
'</div>'+
'<div id="ftn13">'+
'<p><a title="" name="_ftn13" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref13">[13]</a>Desmond Slay, <em>Romances: Perg. 4:0 nr. 6 in the Royal Library, Stockholm</em>(Copenhagen: Rosenkilde and Bagger, 1972) [facsimile].</p>'+
'</div>'+
'<div id="ftn14">'+
'<p><a title="" name="_ftn14" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref14">[14]</a>Christopher Sanders, ed., <em>Tales of knights: Perg. fol. nr 7 in the Royal Library, Stockholm (AM 167 VIβ 4to, NKS 1265 IIc fol.)</em>, Manuscripta Nordica: Early Nordic Manuscripts in Digital Facsimile, 1 (Copenhagen: Reitzel, 2000).</p>'+
'</div>'+
'<div id="ftn15">'+
'<p class="Footnote"><a title="" name="_ftn15" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref15">[15]</a>Morgan Watkin, ed..<em>Ystorya Bown de Hamtwn </em>(Cardiff: University of Wales Press, 1958). See also, Erich Poppe, and Regine Reck, eds., <em>Selections from “Ystorya Bown o Hamtwn”</em>(Cardiff: University of Wales, 2009).</p>'+
'</div>'+
'<div id="ftn16">'+
'<p><a title="" name="_ftn16" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref16">[16]</a>Watkin, ed., <em>Ystorya Bownde Hamtwn</em>, pp. xlix-lii. See also, Regine Reck, ‘Heiligere Streiter und keuschere Jungfrauen: religiöse Elemente in der kymrischen Adaption des anglo-normannischen Boeve de Haumtone’ in Erich Poppe and Hildegard L. C. Tristram, eds., <em>Übersetzung, Adaptation und Akkulturation im insularen Mittelalter</em>(Münster: Nodus, 1999), pp. 289-304.</p>'+
'</div>'+
'<div id="ftn17">'+
'<p><a title="" name="_ftn17" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref17">[17]</a>Erich Poppe and Regine Reck, ‘Rewriting Bevis in Wales and Ireland’, in Jennifer Fellows and Ivana Djordjević, eds., <em>Bevis of Hampton in Literary Tradition</em>(Cambridge: D. S. Brewer, 2008), pp. 37-50 (p. 37).</p>'+
'</div>'+
'<div id="ftn18">'+
'<p class="Footnote"><a title="" name="_ftn18" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref18">[18]</a>Poppe and Reck, eds., <em>Selectionsfrom Ystorya Bown,</em>p. xi-xii. </p>'+
'</div>'+
'<div id="ftn19">'+
'<p><a title="" name="_ftn19" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref19">[19]</a>For more analysis of these translations, see Erich Poppe and Regine Reck, ‘A French romance in Wales: Ystorya Bown o Hamtwn: Processes of Medieval Translations [Part I]’, <em>Zeitschrift für celtische Philologie</em>, 55 (2006): 122–180; Erich Poppe and Regine Reck, ‘A French romance in Wales: Ystorya Bown o Hamtwn: Processes of Medieval Translations [Part II]’, <em>Zeitschrift für celtische Philologie</em>, 56 (2008): 129–164.</p>'+
'</div>'+
'<div id="ftn20">'+
'<p><a title="" name="_ftn20" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref20">[20]</a>The most recent and more complete edition is Jennifer Fellows, ed., <em>Sir Bevis of Hampton</em>, EETS OS 349, 250 (Oxford: Oxford University Press, 2017).</p>'+
'</div>'+
'<div id="ftn21">'+
'<p><a title="" name="_ftn21" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref21">[21]</a>Geoffrey Chaucer, ‘The Tale of Sir Thopas’,in Larry D. Benson, ed., <em>The Riverside Chaucer</em>(Oxford: Oxford University Press 1987), lines 897-902. </p>'+
'</div>'+
'<div id="ftn22">'+
'<p><a title="" name="_ftn22" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref22">[22]</a>Fellows, ed., <em>Sir Bevis of Hampton</em>, pp. xxxiv-xxxix.</p>'+
'</div>'+
'<div id="ftn23">'+
'<p><a title="" name="_ftn23" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref23">[23]</a>Rhiannon Purdie, ‘Sexing the Manuscript: The Case for Female Ownership of MS Chetham 8009’, <em>Neophilologus</em>, 82 (1998), 139-148; James Weldon, ‘The Naples Manuscript and the Case for a Female Readership’, <em>Neophilologus</em>, 93 (2009), 703-722.</p>'+
'</div>'+
'<div id="ftn24">'+
'<p><a title="" name="_ftn24" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref24">[24]</a>Surveyed in Fellows, ed., <em>Sir Bevis of Hampton.</em></p>'+
'</div>'+
'<div id="ftn25">'+
'<p><a title="" name="_ftn25" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref25">[25]</a>On this manuscript, see, for instance, Thorlac Turville-Petre, <em>England the Nation: Language, Literature, and National Identity, 1290-1340 </em>(Oxford: Clarendon Press, 1996), pp. 108-141; Ralph Hanna, ‘Reconsidering the Auchinleck Manuscript’, in Derek Pearsall, ed., <em>New Directions in Later Medieval Manuscript Studies</em>(Woodbridge: York Medieval Press, 2000), pp. 91-102; Susanna Fein, ed., <em>The Auchinleck Manuscript: New Perspectives</em>(Woodbridge: D. S. Brewer, 2016).</p>'+
'</div>'+
'<div id="ftn26">'+
'<p><a title="" name="_ftn26" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref26">[26]</a>For a facsimile of the full manuscript, see Frances McSparran and P. R. Robinson, eds., <em>Cambridge University Library MS Ff. 2. 38</em>(London: Scolar Press, 1979).</p>'+
'</div>'+
'<div id="ftn27">'+
'<p><a title="" name="_ftn27" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref27">[27]</a>M. R. James, <a href="https://archive.org/stream/descriptivecatal01gonv#page/198/mode/2up"><em>A Descriptive Catalogue of the Manuscripts in the Library of Gonville and Caius College</em></a>, 3 vols (Cambridge: Cambridge University Press, 1907-1914), vol. I, pp. 199-201. </p>'+
'</div>'+
'<div id="ftn28">'+
'<p><a title="" name="_ftn28" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref28">[28]</a>F. N. Robinson, ed., ‘<a href="http://www.ucc.ie/celt/published/T306000/index.html">The Irish Lives of Guy of Warwick and Bevis of Hampton</a>’, <em>Zeitschrift für Celtische Philologie</em>, 6 (1908), 9-180, 273-338, 556 </p>'+
'</div>'+
'<div id="ftn29">'+
'<p><a title="" name="_ftn29" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref29">[29]</a>On Mac an Leagha’s practices of translation, see Erich Poppe, ‘Favourite Expressions, Repetition, and Variation: Observations on <em>Beatha Mhuire Eigiptacdha </em>in Add. 30512’, in Poppe and Bianca Ross, eds., <em>The Legend of Mary of Egypt in Medieval Insular Hagiography</em>(Dublin: Four Courts Press, 1996), 279-99; Erich Poppe, ‘Codes of Conduct and Honour in Stair Bibuis’, in Michael Richter and Jean-Michel Picard, eds., <em>Ogma: Essays in Celtic Studies in Honour of Próinséas Ní Chatháin </em>(Dublin: Four Courts Press, 2001), pp. 200-210; Erich Poppe, ‘Narrative Structure of Medieval Irish Adaptations: the Case of Guy and Beues’, in Helen Fulton, ed., <em>Medieval Celtic Literature and Society</em>(Dublin: Four Courts, 2005) pp. 205-229.</p>'+
'</div>'+
'<div id="ftn30">'+
'<p><a title="" name="_ftn30" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref30">[30]</a>T. K. Abbott and E. J. Gwynn, <em>Catalogue of the Irish Manuscripts in the Library of Trinity College Dublin</em>. (Dublin: Hodges Figgis, 1921), pp. 78-80. For further discussion of this manuscript, see Aisling Byrne, ‘Cultural Intersections in Trinity College Dublin MS 1298’, in Axel Harlos and Neele Harlos, eds., <em>Adapting texts and Styles in a Celtic Context: Interdisciplinary Perspectives on Processes of Literary Transfer in the Middle Ages</em>(Münster: Nodus Publikationen, 2016), pp. 289-304.</p>'+
'</div>'+
'<div id="ftn31">'+
'<p><a title="" name="_ftn31" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref31">[31]</a>This link was first made in Jennifer Fellows, <em>Sir Beves of Hampton: Study and Edition</em>, 5 vols (unpub. PhD diss., Univ. of Cambridge, 1980) vol. 1, p. 51. See also, Poppe and Reck, ‘Rewriting Bevis in Wales and Ireland’, p. 46. </p>'+
'</div>'+
'<div id="ftn32">'+
'<p><a title="" name="_ftn32" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref32">[32]</a>Robinson, ed., ‘Irish Lives’, p.  289.</p>'+
'</div>'+
'<div id="ftn33">'+
'<p><a title="" name="_ftn33" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref33">[33]</a>Erich Poppe, ‘The Early Modern Irish Version of Beves of Hampton’, <em>Cambridge Medieval Celtic Studies</em>, 23 (1992), 77-98.</p>'+
'</div>'+
'<div id="ftn34">'+
'<p><a title="" name="_ftn34" href="applewebdata://98A7B5C4-904F-4901-AA48-3F87BAFFC25B#_ftnref34">[34]</a>Byrne, ‘Cultural Intersections’.</p>'+
'</div>'+
'</div>'
