
'<p>Edward the Confessor (d. 1066) was one of the last Anglo-Saxon kings of England, and he came to be venerated as a royal saint.<a title="" name="_ftnref1" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn1">[1]</a>Edward’s cult was centred on his shrine at Westminster Abbey, which he had refounded, and became particularly associated with the English monarchy, who adopted him as one of their patrons.<a title="" name="_ftnref2" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn2">[2]</a>There is an extensive hagiographical tradition relating to Edward’s cult, but his pivotal role in the history of the Norman Conquest means that accounts of his life are also very widespread in medieval historical writing; the two textual traditions can be distinguished to some degree, but there is also a substantial amount of mutual influence.<a title="" name="_ftnref3" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn3">[3]</a></p>'+
'<p> </p>'+
'<p>This entry deals with vernacular <em>Lives</em>of St Edward produced in England, Iceland and France, all of which are entirely or partly based on the <em>Vita S. Edwardi</em>by Aelred of Rievaulx, composed between 1161 and 1163. This was the third <em>Vita</em>to be written about Edward within the first century after his death. The first, the <em>Vita Ædwardi Regis</em>, was commissioned by Edward’s widow Edith and composed by an anonymous author who was probably a monk of St. Omer.<a title="" name="_ftnref4" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn4">[4]</a>However, the veneration of Edward as a saint is largely a product of the twelfth century, a period which saw the composition of two further <em>vitae</em>. Around 1138 Osbert of Clare, prior of Westminster, wrote another <em>Vita</em>, encouraging a cult which eventually led to Edward’s canonisation in 1161.<a title="" name="_ftnref5" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn5">[5]</a>In 1163 Edward’s relics were translated into a new shrine at Westminster, and it was this occasion for which Aelred composed his <em>Vita</em>.<a title="" name="_ftnref6" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn6">[6]</a></p>'+
'<p> </p>'+
'<p>Aelred’s became the most popular of Edward’s <em>vitae</em>, surviving in 29 manuscripts, and it formed the basis for numerous later Latin and vernacular lives of the saint, including those discussed in this entry (manuscripts of Aelred’s <em>Vita</em>itself are not considered here). However, the existence of other <em>vitae</em>, as well as the circulation of information about Edward in different sources and media, including liturgical texts, chronicles, and visual art, frequently complicates the question of textual transmission; in most cases, translators of the texts discussed here had access to other information about Edward in addition to Aelred’s <em>Vita</em>. It is important to note, too, that hagiographical material about Edward also circulated beyond the insular context which is the focus of this entry (for instance, vernacular versions of Edward’s legend are also found in medieval German and Dutch).</p>'+
'<p> </p>'+
'<p>This entry discusses the following narratives of Edward’s life in Anglo-Norman, Middle English and Old Norse:</p>'+
'<p> </p>'+
'<p>-      <em>La Vie d\'Edouard le Confesseur</em>(Anglo-Norman verse, c. 1163-70)</p>'+
'<p>-      <em>De saint Edouart</em>(Anglo-Norman prose, c. 1300-25)</p>'+
'<p>-      <em>La Estoire de Seint Aedward le Rei</em>(Anglo-Norman verse, c. 1236-45)</p>'+
'<p>-      <em>Life of Edward the Confessor</em>(Middle English verse, c.1300)</p>'+
'<p>-      <em>Life of Edward the Confessor</em>(Middle English prose, 15<sup>th</sup>century)</p>'+
'<p>-      <em>Life of Edward the Confessor</em>(Middle English prose, 15<sup>th</sup>century)</p>'+
'<p>-      <em>Játvarðar saga </em>(Old Norse prose, 14<sup>th</sup>century)</p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">Anglo-Norman Versions</span></strong></p>'+
'<p>Within a few years of the 1163 translation of Edward’s relics, a nun of Barking Abbey in Essex composed an Anglo-Norman verse life of the saint, <em>La Vie d’Edouard le Confesseur</em>.<a title="" name="_ftnref7" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn7">[7]</a>The author is anonymous, but her translation of a Latin text into Anglo-Norman hagiography is paralleled by other contemporary examples from Barking Abbey, which in this period was a notable centre for women’s writing and scholarship.<a title="" name="_ftnref8" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn8">[8]</a>The <em>Vie</em>is based on Aelred’s <em>Vita</em>, but with adaptations and additions throughout, among which Jane Bliss notes an enhanced role for the female characters.<a title="" name="_ftnref9" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn9">[9]</a></p>'+
'<p> </p>'+
'<p>The <em>Vie</em>survives in three manuscripts of the late thirteenth century, in each of which it is incomplete.<a title="" name="_ftnref10" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn10">[10]</a>One of these (Rome, Biblioteca Apostolica Vaticana, Reg. MS Lat. 489) may be from Barking, and also contains a Latin verse life based on Aelred’s <em>Vita</em>. The portion of the text in this manuscript comprises lines 1463-6885 of the <em>Vie</em>.<a title="" name="_ftnref11" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn11">[11]</a>Another fragment, as far as line 4240, appears among a collection of Anglo-Norman saints’ lives from the priory of Campsey Ash in Suffolk (London, British Library, Additional MS. 70513).<a title="" name="_ftnref12" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn12">[12]</a>This manuscript, which was used for refectory reading by the canonesses at Campsey, contains a number of lives by female authors, and provides important evidence for literary composition and readership by communities of elite women in the thirteenth and fourteenth centuries.<a title="" name="_ftnref13" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn13">[13]</a>The third witness to the <em>Vie</em>comes from outside England: a portion of the text (lines c. 69-4482) was incorporated into Wace’s <em>Roman de Brut</em>in a manuscript made in Picardy in c.1292 (Paris, Bibliothèque Nationale, MS. f. fr. 1416).<a title="" name="_ftnref14" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn14">[14]</a></p>'+
'<p> </p>'+
'<p>In addition, in the first half of the fourteenth century the <em>Vie</em>was reworked into a version in French prose, which provides the only surviving witness to the complete narrative of the Barking <em>Vie</em>. This prose version, <em>De saint Edouart</em>, appears among a collection of religious works in a richly illustrated manuscript (London, British Library, Egerton MS. 745), which was made for the de Châtillon family, counts of St Pol near Amiens.<a title="" name="_ftnref15" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn15">[15]</a></p>'+
'<p>Independent of this group of texts is another life of Edward in Anglo-Norman verse, <em>La Estoire de Seint Aedward le Rei</em>. The <em>Estoire</em>was composed in c.1236-1245, probably by Matthew Paris, monk of St Albans,<a title="" name="_ftnref16" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn16">[16]</a>and is associated with an increase in royal patronage of Edward’s cult in the reign of Henry III (1216-72). Henry took a particular interest in Edward, supporting the rebuilding of Westminster Abbey, which he chose as the location of his own burial, and naming his eldest son after the saint.<a title="" name="_ftnref17" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn17">[17]</a>The <em>Estoire</em>is dedicated to Queen Eleanor of Provence, Henry’s wife, and can be dated to the period between Eleanor’s marriage to Henry in 1236 and the start of rebuilding work at Westminster in 1245. The narrative is based on Aelred’s <em>Vita</em>, supplemented by information from Matthew Paris’ other historical writings. The sole surviving manuscript(Cambridge, Cambridge University Library, MS Ee.3.59), which contains only this text, is a slightly later copy from London or Westminster, possibly made around 1255 for the use of Eleanor and Henry’s daughter-in-law Queen Eleanor of Castile, wife of Edward I. It appears to be one of the books recorded as being rebound for the queen in 1288.The manuscript is extensively illustrated with scenes from the text, andhas been described as ‘a masterpiece of mid thirteenth-century English illumination’; bothscript and illustrations display similarities with other manuscripts produced at London and Westminster in this period and with wall-paintings made in the 1250s at Windsor Castle.<a title="" name="_ftnref18" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn18">[18]</a></p>'+
'<p> </p>'+
'<p>The Anglo-Norman versions of Edward’s <em>Life</em>, then, all bear witness to royal and aristocratic interest in Edward’s cult in England and France, beginning in the years after the 1163 translation and continuing into the fourteenth century. The Barking nun’s <em>Vie d’Edouard</em>, with its connections to Barking Abbey and Campsey, is testimony to the overlap of interests between court circles and religious communities made up of learned aristocratic women; in that light, it seems notable that Matthew Paris’ <em>Estoire</em>is also closely linked with the patronage of two royal queens.</p>'+
'<p> </p>'+
'<p> </p>'+
'<p> </p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">Middle English Versions</span></strong></p>'+
'<p>Middle English versions of Edward’s <em>Life</em>are relatively few in number, consisting of one verse and two prose lives. As Cynthia Turner Camp has noted, this paucity of vernacular written material is a striking contrast to the numerous commemorations of Edward in medieval English art,<a title="" name="_ftnref19" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn19">[19]</a>and it seems to be indicative of the restricted social and geographical spread of Edward’s cult within England.</p>'+
'<p> </p>'+
'<p>The earliest English version of Edward’s <em>Life</em>appears as an addition to the <em>South English Legendary</em>collection of saints’ lives.<a title="" name="_ftnref20" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn20">[20]</a>The <em>South English Legendary</em>was the most popular legendary collection in Middle English by far, surviving in more than 60 manuscripts produced between the late thirteenth and fifteenth centuries.<a title="" name="_ftnref21" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn21">[21]</a>Edward the Confessor features in only three manuscripts of the <em>South English Legendary</em>, surprisingly few given the prominence the collection affords to pre-Conquest English saints in general (compare, for instance, the numbers of known manuscripts for other Anglo-Saxon saints’ lives included in the collection: 19 for Edward the Martyr, 21 for St Cuthbert, 23 for St Dunstan). The first copy of the <em>Legendary</em>to incorporate Edward’s life is Oxford, Bodleian Library, Ashmole 43, which dates from c.1300-1330 and has been localised to Gloucestershire. This manuscript contains over 90 individual saints’ lives, of which the <em>Life of St Edward</em>is the last; as a result of damage to the manuscript, the closing leaves of the <em>Life of St Edward</em>are in a fragmentary state and some leaves have been lost.<a title="" name="_ftnref22" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn22">[22]</a>The English <em>Life</em>is ultimately derived from Aelred’s <em>Vita</em>, but it is possible that the author may have used an Anglo-Norman translation as his immediate source.</p>'+
'<p> </p>'+
'<p>There are also two fifteenth-century manuscripts of this <em>Life</em>, in London, British Library, Cotton Julius D. IX and Oxford, Bodleian Library, Bodley 779 (SC 2567), both of which are versions of the <em>South English Legendary</em>collection. Cotton Julius D IX contains the most complete text of the three manuscripts, while the Bodley manuscript has been abbreviated by the omission of various incidents from Edward’s life, so that it is approximately half the length of the other two witnesses.<a title="" name="_ftnref23" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn23">[23]</a></p>'+
'<p>Two further prose lives of St Edward, which seem to be independent of each other, survive in fifteenth-century manuscripts.<a title="" name="_ftnref24" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn24">[24]</a>One of these, British Library, Additional MS. 35298, contains the fullest Middle English version of Jacobus de Voragine’s compilation of saints’ lives, the <em>Legenda Aurea</em>, called in English the <em>Gilte Legende</em>.<a title="" name="_ftnref25" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn25">[25]</a>This is the only manuscript of that collection in which Edward’s <em>Life</em>appears. The manuscript seems to be from London or Westminster, and a closely related version was used by William Caxton for his edition of the <em>Golden Legend</em>, published at Westminster in c.1483-4.<a title="" name="_ftnref26" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn26">[26]</a>The second prose life is found in Oxford, Trinity College MS. 11, which contains only this text; this appears to be a prose reworking of the <em>South English Legendary</em>verse life, rather than a new translation from the Latin.<a title="" name="_ftnref27" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn27">[27]</a></p>'+
'<p> </p>'+
'<p>Altogether, the limited number of English <em>Lives</em>of Edward is indicative of the status and distribution of Edward’s cult in later medieval England. Edward’s cult enjoyed elite patronage at Westminster Abbey, particularly from the royal family, and this ensured a continuing interest in his cult there into the late fifteenth century. Beyond this, however, the appearance of his <em>Life</em>in such a small number of manuscripts within the very popular <em>South English Legendary</em>tradition, as well as the limited number of other vernacular lives, supports the impression that his cult never achieved widespread popularity in England.</p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">Old Norse Versions</span></strong></p>'+
'<p>The overlap between historical and hagiographical narratives dealing with Edward the Confessor is well illustrated by the Old Norse saga about the saint, <em>Játvarðar saga</em>.<a title="" name="_ftnref28" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn28">[28]</a>This is a prose account of Edward’s life written in Iceland in the fourteenth century, drawing on a range of hagiographical and other sources. The saga uses episodes from the <em>vitae</em>of both Osbert of Clare and Aelred of Rievaulx, and it is likely that the translator encountered these in excerpted form, in books for use in the liturgy, and then shaped them into a fuller narrative of the saint’s life.There are records of English lectionaries and sanctorales in Icelandic church libraries, and books of this kind might have provided the chief source for <em>Játvarðar saga</em>, as for other Old Norse sagas which relate the stories of English saints.<a title="" name="_ftnref29" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn29">[29]</a></p>'+
'<p> </p>'+
'<p>As well as these hagiographical sources, however, the saga also draws on other material relating to events in England before and after the Norman Conquest. It is perhaps best known for an episode which does not come from Edward’s hagiography, telling how after the Conquest a group of surviving Englishmen emigrated to Byzantium and established a colony there. This information has parallels in the <em>Chronicon universale anonymi Laudunensis</em>, a chronicle surviving in two thirteenth-century manuscripts, which was written by an English monk living at Laon.<a title="" name="_ftnref30" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn30">[30]</a>The saga further relates how Harold Godwinson survived the Battle of Hastings, a story which it attributes to (unnamed) English sources. Additionally, the adaptor made use of information from Old Norse kings’ sagas, particularly <em>Haralds saga Sigur</em><em>ðarsonar</em>, and it was doubtless part of the story’s appeal to the translator that a number of eleventh-century kings of Denmark and Norway feature in the narrative of Edward’s life. The textshares a number of generic features and thematic concerns with the kings’ sagas, assimilating the English source material into an established genre of Old Norse prose writing.</p>'+
'<p> </p>'+
'<p><em>Játvarðar saga </em>survives in thirteen manuscripts from Iceland, of which only the three pre-1550 manuscripts are included in this database.<a title="" name="_ftnref31" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn31">[31]</a>It appears in <em>Flateyjarbók</em>(Reykjavík, Arnamagnæan Institute, GkS 1005 fol.), one of the most important manuscripts from medieval Iceland, which contains an extensive compilation of kings’ sagas, romances, saints’ lives, and much other material.<em>Flateyjarbók</em>was written between 1387-95, commissioned by Jon Hákonarson, possibly as a gift for the king of Norway.<a title="" name="_ftnref32" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn32">[32]</a><em>Játvarðar saga </em>also appears in aslightly earlier fourteenth-century manuscript (Stockholm, National Library of Sweden, Perg. fol. no. 5), from the monastery at Þykkvibær, Iceland, which contains mostly bishops’ sagas;<a title="" name="_ftnref33" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftn33">[33]</a>a fragment of a further manuscript of the saga survivesfrom the second half of the fifteenth century (Copenhagen, Arnamagnæan Institute, AM 238 fol. XVI).</p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">Conclusion</span></strong></p>'+
'<p>The textual history of the Anglo-Norman and Middle English <em>Lives</em>illustrates some of the characteristic features of Edward the Confessor’s cult, especially the importance of elite patronage in the promotion of the cult in the twelfth and thirteenth centuries and the concentration of interest in Edward near his shrine at Westminster. While the Middle English <em>Lives</em>play only a minor part in the vibrant culture of medieval vernacular hagiography, the Anglo-Norman <em>Lives</em>are of much greater interest, in particular the <em>Vie</em>of the nun of Barking, one of the earliest works from England known to be by a woman, and testimony to the significant role played by female authors, readers and patrons in the multilingual literary culture of twelfth-century England.</p>'+
'<p> </p>'+
'<p>The transmission of Edward’s<em>Life</em>to Iceland has a different kind of significance, as a product of the long-standing relationship between the English and Scandinavian churches which was established in the Anglo-Saxon period and continued throughout the Middle Ages. None of the versions of the <em>Life</em>considered here is a straightforward translation – all rework and adapt their sources – but <em>Játvarðar saga</em>is perhaps the best example of the creative nature of medieval translation practice and the productive mutability of hagiography as a genre. The <em>Life</em>of Edward the Confessor, a narrative which inescapably blurs the line between hagiography and history-writing, offered a means of exploring not only the life-story of an individual saint, but also its implications for the shared history of England, Normandy, and Scandinavia.</p>'+
'<p> </p>'+
'<p><strong>EDITIONS</strong></p>'+
'<p><strong><span style="text-decoration: underline;">Latin  Original</span></strong></p>'+
'<p>Aelred of Rievaulx, <em>Vita S. Ædwardi Regis et Confessoris</em>, ed. Francesco Marzella (Turnhout: Brepols, 2017)</p>'+
'<p> </p>'+
'<p> </p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">Anglo-Norman Verse Versions</span></strong></p>'+
'<p>Södergård, Osten, ed., <em>La Vie d’Edouard le Confesseur</em>(Uppsala: Almqvist & Wiksells, 1948)</p>'+
'<p> </p>'+
'<p>Bliss, Jane, ed., <em>La Vie d’Edouard le Confesseur by A Nun of Barking Abbey</em>(Liverpool: Liverpool University Press, 2014)</p>'+
'<p> </p>'+
'<p>Wallace, Kathryn Young, ed., <em>La estoire de seint Aedward le Rei</em>(London: Anglo-Norman Text Society, 1983)</p>'+
'<p> </p>'+
'<p>Fenster, T. S., and J. Wogan-Browne, eds., <em>The History of Saint Edward the King by Matthew Paris</em>(Tempe, Ariz.: Arizona Center for Medieval and Renaissance Studies, 2008)</p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">Middle English Verse Life</span></strong></p>'+
'<p>Moore, Grace E., ed., <em>The Middle English Verse Life of Edward the Confessor</em>(Philadelphia: n.p., 1942)</p>'+
'<p><strong><span style="text-decoration: underline;"> </span></strong></p>'+
'<p><strong><span style="text-decoration: underline;">Old Norse Prose Life</span></strong></p>'+
'<p>Dasent, G. W.,  ed., <em>Icelandic Sagas and other Historical Documents relating to the Settlement and Descents of the Northmen on the British Isles</em>(London: Eyre and Spottiswoode, 1887-94)</p>'+
'<p><strong> </strong></p>'+
'<p> </p>'+
'<p><strong>WORKS CITED</strong></p>'+
'<p>Ashman Rowe, Elizabeth, <em>The Development of Flateyjarbók: Iceland and the Norwegian Dynastic Crisis of 1389</em>(Odense: University Press of Southern Denmark, 2005)</p>'+
'<p> </p>'+
'<p>Baker, A. T., ‘Fragment of an Anglo-Norman Life of Edward the Confessor’, <em>Modern Language Review</em>3 (1907-8), 347-75</p>'+
'<p> </p>'+
'<p>Barlow, Frank, <em>The Life of King Edward Who Rests at Westminster</em>(Oxford: Clarendon Press, 1992)</p>'+
'<p> </p>'+
'<p>Barlow, Frank, <em>Edward the Confessor</em>(New Haven: Yale University Press, 1997)</p>'+
'<p> </p>'+
'<p>Binski, Paul, <em>Westminster Abbey and the Plantagenets: Kingship and the Representation of Power</em><em>, 1200–1400</em>(New Haven: Yale University Press, 1995)</p>'+
'<p> </p>'+
'<p>Bloch, Marc, ‘La Vie de S. Édouard le Confesseur par Osbert de Clare’, <em>Analecta Bollandiana </em>41 (1923), 5-131</p>'+
'<p>Brown, Jennifer N., and Donna Alfano, eds., <em>Barking Abbey and Medieval Literary Culture: Authorship and Authority in a Female Community</em>(Woodbridge: Boydell, 2012)</p>'+
'<p> </p>'+
'<p>Camp, Cynthia Turner, <em>Anglo-Saxon Saints’ Lives as History Writing in Late Medieval England</em>(Cambridge: D. S. Brewer, 2015)</p>'+
'<p> </p>'+
'<p>Cormack, Margaret, ‘Saints’ Lives and Icelandic Literature in the Thirteenth and Fourteenth Centuries’, in Hans Bekker-Nielsen and Birte Carlé, eds., <em>Saints and Sagas</em>(Odense: Odense University Press, 1994), pp. 27-47</p>'+
'<p> </p>'+
'<p>Fell, Christine, ‘The Icelandic saga of Edward the Confessor: the hagiographic sources’, <em>Anglo-Saxon England</em>1 (1972), 247-58</p>'+
'<p> </p>'+
'<p>Fell, Christine, ‘English History and Noman Legend in the Icelandic Saga of Edward the Confessor’, <em>Anglo-Saxon England</em>6 (1977), 223-36</p>'+
'<p> </p>'+
'<p>Görlach, Manfred, <em>The Textual Tradition of the South English Legendary</em>(Leeds: University of Leeds, 1974)</p>'+
'<p> </p>'+
'<p>Görlach, Manfred, <em>Studies in Middle English Saints’ Legends</em>(Heidelberg: Universitätsverlag C. Winter, 1998)</p>'+
'<p> </p>'+
'<p>Gorman, Sara, ‘Anglo-Norman Hagiography as Institutional Historiography: Saints’ Lives in Late Medieval Campsey Ash Priory’, <em>The Journal of Medieval Religious Cultures</em>37.2 (2011), 110-28</p>'+
'<p> </p>'+
'<p>Hamer, Richard, and Vida Russell, eds., <em>Supplementary Lives in Some Manuscripts of the Gilte Legende</em>(Oxford: Oxford University Press, 2000)</p>'+
'<p> </p>'+
'<p>Jón Helgason, ed., <em>Byskupa so̧gur: Ms. perg. fol. no. 5 in the Royal Library of Stockholm </em>(Copenhagen: Munksgaard, 1950)</p>'+
'<p> </p>'+
'<p>Meyer, Paul, ‘Le Manuscrit Egerton 745 du Musée Britannique’, <em>Romania</em>39 (1910), 532-69 and 40 (1911), 41-69</p>'+
'<p> </p>'+
'<p>Mortimer, Richard, ed. <em>Edward the Confessor: The Man and the Legend </em>(Woodbridge: Boydell, 2009)</p>'+
'<p> </p>'+
'<p>Pezzini, Domenico, <em>The Translation of Religious Texts in the Middle Ages: Tracts and Rules, Hymns and Saints’ Lives</em>(New York: Peter Lang, 2008)</p>'+
'<p> </p>'+
'<p>Russell, Delbert, ‘The Campsey Collection of Old French Saints’ Lives’, <em>Scriptorium</em>57 (2003), 51-83</p>'+
'<p> </p>'+
'<p>Russell, Delbert, ‘The Cultural Context of the French Prose <em>remaniement</em>of the Life of Edward the Confessor by a Nun of Barking Abbey’, in J. Wogan-Browne and C. P. Collette, eds., <em>Language and Culture in Medieval Britain: The French of England, c.1100-c.1500</em>(Woodbridge: York Medieval Press, 2009), pp. 290-302</p>'+
'<p> </p>'+
'<p>Wogan-Browne, Jocelyn, ‘Powers of Record, Powers of Example: Hagiography and Women\'s History’, in Mary Carpenter Erler and Maryanne Kowaleski, eds., <em>Gendering the Master Narrative: Women and Power in the Middle Ages</em>(New York: Cornell University Press, 2003), pp. 71-94</p>'+
'<p> </p>'+
'<p>Wolf, Kirsten, <em>The Legends of the Saints in Old Norse-Icelandic Prose</em>(Toronto: University of Toronto Press, 2013)</p>'+
'<p> </p>'+
'<p> </p>'+
'<p><strong>DIGITAL RESOURCES</strong></p>'+
'<p>The Electronic Campsey Project: <a href="http://margot.uwaterloo.ca/campsey/cmphome_e.html">http://margot.uwaterloo.ca/campsey/cmphome_e.html</a></p>'+
'<p> </p>'+
'<p>Online catalogue information for Oxford, Bodleian Library, Ashmole 43: <a href="https://www.dhi.ac.uk/mwm/browse?type=ms&id=97">https://www.dhi.ac.uk/mwm/browse?type=ms&id=97</a></p>'+
'<p> </p>'+
'<p> </p>'+
'<p><strong>DIGITISED MANUSCRIPTS</strong></p>'+
'<p>London, British Library, Additional MS. 70513:</p>'+
'<p><a href="http://www.bl.uk/catalogues/illuminatedmanuscripts/record.asp?MSID=7165">http://www.bl.uk/catalogues/illuminatedmanuscripts/record.asp?MSID=7165</a></p>'+
'<p> </p>'+
'<p>Rome, Biblioteca Apostolica Vaticana, MS. Reg. Lat. 489:</p>'+
'<p><a href="https://digi.vatlib.it/view/MSS_Reg.lat.489">https://digi.vatlib.it/view/MSS_Reg.lat.489</a></p>'+
'<p> </p>'+
'<p>Paris, Bibliothèque Nationale, MS. f. fr. 1416:</p>'+
'<p><a href="http://gallica.bnf.fr/ark:/12148/btv1b9059827w.r=1416%201416?rk=21459;2">http://gallica.bnf.fr/ark:/12148/btv1b9059827w.r=1416%201416?rk=21459;2</a></p>'+
'<p> </p>'+
'<p>London, British Library, Egerton MS. 745:</p>'+
'<p><a href="http://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Egerton_MS_745">http://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Egerton_MS_745</a></p>'+
'<p> </p>'+
'<p>Cambridge, University Library, MS Ee.3.59:</p>'+
'<p><a href="http://cudl.lib.cam.ac.uk/view/MS-EE-00003-00059/11">http://cudl.lib.cam.ac.uk/view/MS-EE-00003-00059/11</a></p>'+
'<p> </p>'+
'<p>Reykjavík, Arnamagnæan Institute, GkS 1005 fol. (<em>Flateyjarbók</em>):</p>'+
'<p><a href="https://handrit.is/en/manuscript/view/is/GKS02-1005">https://handrit.is/en/manuscript/view/is/GKS02-1005</a></p>'+
'<div><br clear="all" /><hr align="left" size="1" width="33%" />'+
'<div id="ftn1">'+
'<p><a title="" name="_ftn1" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref1">[1]</a>On Edward see Frank Barlow, <em>Edward the Confessor</em>(New Haven: Yale University Press, 1997), and Richard Mortimer, ed. <em>Edward the Confessor: The Man and the Legend </em>(Woodbridge: Boydell, 2009).</p>'+
'</div>'+
'<div id="ftn2">'+
'<p><a title="" name="_ftn2" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref2">[2]</a>Paul Binski, <em>Westminster Abbey and the Plantagenets: Kingship and the Representation of Power</em><em>, 1200–1400</em>(New Haven: Yale University Press, 1995).</p>'+
'</div>'+
'<div id="ftn3">'+
'<p><a title="" name="_ftn3" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref3">[3]</a>For lists of <em>Lives</em>of Edward, see Kathryn Young Wallace, ed., <em>La estoire de seint Aedward le Rei</em>(London: Anglo-Norman Text Society, 1983), pp. xii-xiv, and Domenico Pezzini, <em>The Translation of Religious Texts in the Middle Ages: Tracts and Rules, Hymns and Saints’ Lives</em>(New York: Peter Lang, 2008), pp. 333-72.</p>'+
'</div>'+
'<div id="ftn4">'+
'<p><a title="" name="_ftn4" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref4">[4]</a>Frank Barlow, ed., <em>The Life of King Edward Who Rests at Westminster</em>(Oxford: Clarendon Press, 1992).</p>'+
'</div>'+
'<div id="ftn5">'+
'<h1><a title="" name="_ftn5" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref5">[5]</a>Marc Bloch, ‘La Vie de S. Édouard le Confesseur par Osbert de Clare’,<em>Analecta Bollandiana </em>41 (1923), 5-131.</h1>'+
'</div>'+
'<div id="ftn6">'+
'<p><a title="" name="_ftn6" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref6">[6]</a>Aelred of Rievaulx, <em>Vita S. </em><em>Æ</em><em>dwardi Regis et Confessoris</em>, ed. Francesco Marzella (Turnhout: Brepols, 2017).</p>'+
'</div>'+
'<div id="ftn7">'+
'<p><a title="" name="_ftn7" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref7">[7]</a>Osten Södergård, ed., <em>La Vie d\'Edouard le Confesseur</em>(Uppsala: Almqvist & Wiksells, 1948); translated in Jane Bliss, <em>La Vie d\'Edouard le Confesseur by A Nun of Barking Abbey</em>(Liverpool: Liverpool University Press, 2014).</p>'+
'</div>'+
'<div id="ftn8">'+
'<p><a title="" name="_ftn8" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref8">[8]</a>Jennifer N. Brown and Donna Alfano, eds., <em>Barking Abbey and Medieval Literary Culture: Authorship and Authority in a Female Community</em>(Woodbridge: Boydell, 2012).</p>'+
'</div>'+
'<div id="ftn9">'+
'<p><a title="" name="_ftn9" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref9">[9]</a>Bliss,<em>Vie d\'Edouard</em>, pp. 6-32.</p>'+
'</div>'+
'<div id="ftn10">'+
'<p><a title="" name="_ftn10" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref10">[10]</a>A few lines from a lost manuscript were also identified on fly-leaves which had been used as binding in the sixteenth century; A. T. Baker, ‘Fragment of an Anglo-Norman Life of Edward the Confessor’, <em>Modern Language Review</em>3 (1907-8), 347-75.</p>'+
'</div>'+
'<div id="ftn11">'+
'<p><a title="" name="_ftn11" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref11">[11]</a>Pezzini, <em>Translation of Religious Texts</em>, pp. 364-6.</p>'+
'</div>'+
'<div id="ftn12">'+
'<p><a title="" name="_ftn12" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref12">[12]</a>Delbert Russell, ‘The Campsey Collection of Old French Saints’ Lives’, <em>Scriptorium</em>57 (2003), 51-83; see The Electronic Campsey Project, <a href="http://margot.uwaterloo.ca/campsey/cmphome_e.html">http://margot.uwaterloo.ca/campsey/cmphome_e.html</a></p>'+
'</div>'+
'<div id="ftn13">'+
'<p><a title="" name="_ftn13" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref13">[13]</a>Jocelyn Wogan-Browne, ‘Powers of Record, Powers of Example: Hagiography and Women\'s History’, in Mary Carpenter Erler and Maryanne Kowaleski, eds., <em>Gendering the Master Narrative: Women and Power in the Middle Ages</em>(New York: Cornell University Press, 2003), pp. 71-94; Sara Gorman, ‘Anglo-Norman Hagiography as Institutional Historiography: Saints’ Lives in Late Medieval Campsey Ash Priory’, <em>The Journal of Medieval Religious Cultures</em>37.2 (2011), 110-28.</p>'+
'</div>'+
'<div id="ftn14">'+
'<p><a title="" name="_ftn14" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref14">[14]</a>Bliss<em>, Vie d\'Edouard</em>, pp. 2-3.</p>'+
'</div>'+
'<div id="ftn15">'+
'<p><a title="" name="_ftn15" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref15">[15]</a>Paul Meyer, ‘Le Manuscrit Egerton 745 du Musée Britannique’, <em>Romania</em>39 (1910), 532-69 and 40 (1911), 41-69; Delbert Russell, ‘The Cultural Context of the French Prose <em>remaniement</em>of the Life of Edward the Confessor by a Nun of Barking Abbey’, in J. Wogan-Browne and C. P. Collette, eds., <em>Language and Culture in Medieval Britain: The French of England, c.1100-c.1500</em>(Woodbridge: York Medieval Press, 2009), pp. 290-302.</p>'+
'</div>'+
'<div id="ftn16">'+
'<p><a title="" name="_ftn16" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref16">[16]</a>The <em>Estoire</em>has been edited by Wallace, <em>La estoire de seint Aedward</em>, and T. S. Fenster and J. Wogan-Browne, eds., <em>The History of Saint Edward the King by Matthew Paris</em>(Tempe: Arizona Center for Medieval and Renaissance Studies, 2008).</p>'+
'</div>'+
'<div id="ftn17">'+
'<p><a title="" name="_ftn17" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref17">[17]</a>Binski, <em>Westminster Abbey and the Plantagenets</em>.</p>'+
'</div>'+
'<div id="ftn18">'+
'<p><a title="" name="_ftn18" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref18">[18]</a>For references see the online catalogue entry: <a href="https://cudl.lib.cam.ac.uk/view/MS-EE-00003-00059/11">https://cudl.lib.cam.ac.uk/view/MS-EE-00003-00059/11</a></p>'+
'</div>'+
'<div id="ftn19">'+
'<p><a title="" name="_ftn19" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref19">[19]</a>Cynthia Turner Camp, <em>Anglo-Saxon Saints’ Lives as History Writing in Late Medieval England</em>(Cambridge: D. S. Brewer, 2015), pp. 133-72.</p>'+
'</div>'+
'<div id="ftn20">'+
'<p><a title="" name="_ftn20" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref20">[20]</a>Grace E. Moore, ed., <em>The Middle English Verse Life of Edward the Confessor</em>(Philadelphia: n.p., 1942).</p>'+
'</div>'+
'<div id="ftn21">'+
'<p><a title="" name="_ftn21" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref21">[21]</a>Manfred Görlach, <em>The Textual Tradition of the South English Legendary</em>(Leeds: University of Leeds, 1974).</p>'+
'</div>'+
'<div id="ftn22">'+
'<p><a title="" name="_ftn22" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref22">[22]</a>Moore, <em>Middle English Verse Life</em>, pp. iii-iv; Görlach, <em>Textual Tradition</em>, pp. 73-5. For the online catalogue entry see <a href="https://www.dhi.ac.uk/mwm/browse?type=ms&id=97">https://www.dhi.ac.uk/mwm/browse?type=ms&id=97</a>.</p>'+
'</div>'+
'<div id="ftn23">'+
'<p><a title="" name="_ftn23" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref23">[23]</a>Moore, <em>Middle English Verse Life</em>, pp. v-vi.</p>'+
'</div>'+
'<div id="ftn24">'+
'<p><a title="" name="_ftn24" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref24">[24]</a>There is also a Middle English version of one episode in Aelred’s <em>Vita</em>, about an appearance by Christ to Edward, found in Cambridge, Cambridge University Library, MS. Ii. iv. 9 (Moore, <em>Middle English Verse Life</em>, p. 73).</p>'+
'</div>'+
'<div id="ftn25">'+
'<p><a title="" name="_ftn25" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref25">[25]</a>Richard Hamer and Vida Russell, eds., <em>Supplementary Lives in Some Manuscripts of the Gilte Legende</em>(Oxford: Oxford University Press, 2000).</p>'+
'</div>'+
'<div id="ftn26">'+
'<p><a title="" name="_ftn26" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref26">[26]</a>Manfred Görlach, <em>Studies in Middle English Saints’ Legends</em>(Heidelberg: Universitätsverlag C. Winter, 1998), pp. 76-83.</p>'+
'</div>'+
'<div id="ftn27">'+
'<p><a title="" name="_ftn27" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref27">[27]</a>Görlach, <em>Studies in Middle English Saints’ Legends</em>, p. 128.</p>'+
'</div>'+
'<div id="ftn28">'+
'<p><a title="" name="_ftn28" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref28">[28]</a>G. W. Dasent, ed., <em>Icelandic Sagas and other Historical Documents relating to the Settlement and Descents of the Northmen on the British Isles</em>(London: Eyre and Spottiswoode, 1887-1894), vol.1, pp. 388-400.</p>'+
'</div>'+
'<div id="ftn29">'+
'<p><a title="" name="_ftn29" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref29">[29]</a>Christine Fell, ‘The Icelandic saga of Edward the Confessor: the hagiographic sources’, <em>Anglo-Saxon England</em>1 (1972), 247-58; Margaret Cormack, ‘Saints’ Lives and Icelandic Literature in the Thirteenth and Fourteenth Centuries’, in Hans Bekker-Nielsen and Birte Carlé, eds., <em>Saints and Sagas</em>(Odense: Odense University Press, 1994), pp. 27-47.</p>'+
'</div>'+
'<div id="ftn30">'+
'<p><a title="" name="_ftn30" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref30">[30]</a>Christine Fell, ‘English History and Noman Legend in the Icelandic Saga of Edward the Confessor’, <em>Anglo-Saxon England</em>6 (1977), 223-36.</p>'+
'</div>'+
'<div id="ftn31">'+
'<p><a title="" name="_ftn31" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref31">[31]</a>For a list and bibliography see Kirsten Wolf, <em>The Legends of the Saints in Old Norse-Icelandic Prose</em>(Toronto: Toronto: University of Toronto Press, 2013), pp. 96-9.</p>'+
'</div>'+
'<div id="ftn32">'+
'<p><a title="" name="_ftn32" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref32">[32]</a>Elizabeth Ashman Rowe, <em>The Development of Flateyjarbók: Iceland and the Norwegian Dynastic Crisis of </em><em>1389</em>(Odense: University Press of Southern Denmark, 2005).</p>'+
'</div>'+
'<div id="ftn33">'+
'<p><a title="" name="_ftn33" href="applewebdata://4C02A184-1A51-4F7A-B08E-B47B835197EE#_ftnref33">[33]</a>Jón Helgason, ed., <em>Byskupa so̧gur: Ms. perg. fol. no. 5 in the Royal library of Stockholm</em>(Copenhagen: Munksgaard, 1950).</p>'+
'</div>'+
'</div>'