'<p class="Standard"><em>Fierabras</em>is best known in its <em>chanson de geste</em>form which survives today in about a dozen medieval manuscripts.<a title="" name="_ftnref1" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn1">[1]</a>The text relates the efforts of Charlemagne and his vassals to recover relics of the passion stolen from Rome by the saracen king, Balan. The eponymous Fierabras is the son of Balan and stands fifteen feet tall. He enters into single combat with Oliver and is defeated, but subsequently converts to Christianity. The text’s focus on the relics of the passion was, no doubt, one of the sources of its popularity, but it also offers the typical<em>chanson de geste </em>diet of numerous, loosely linked adventures, as well as a love story between the <em>belle sarrasine</em>, Floripas (Fierabras’ sister), and Gui de Bourgogne. The work’s popularity was considerable and it was adapted into Occitan and from that language into Italian. However, the work seems to have enjoyed particular popularity in England and Ireland, albeit late in the Middle Ages. </p>'+
'<p class="Standard"> </p>'+
'<p>Insular versions of this text were produced in four languages: Anglo-Norman, Middle English, Latin and Early Modern Irish. The source of all these versions, except that in Irish, was a French-language work. The Irish text was produced from a Latin translation of the French <em>chanson de geste</em>which was probably made in Ireland. It is clear that this and other <em>chansons de geste</em>also circulated in continental French copies in England and references to the work in texts like Barbour’s<em>Bruce</em>suggest that it was well known.<a title="" name="_ftnref2" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn2">[2]</a>As late as the fifteenth century, a prose version of the work was among the texts presented to Margaret of Anjou in the lavish <a href="http://www.bl.uk/catalogues/illuminatedmanuscripts/record.asp?MSID=18385">Talbot-Shrewsbury Book</a>(British Library, Royal MS 15 E. vi).</p>'+
'<p class="Standard"> </p>'+
'<p class="Standard">This entry discusses the following versions of <em>Fierabras</em>from the insular tradition:</p>'+
'<p class="Standard">-       <em>Fierabras</em>, ‘vulgate’ version (Anglo-Norman verse, c. 1200)</p>'+
'<p class="Standard">-       <em>Fierabras</em>, ‘version courte’ (Anglo-Norman verse, c. 1300)</p>'+
'<p class="Standard">-       <em>Sir Ferumbras</em>(Middle English verse, late fourteenth century)</p>'+
'<p class="Standard">-       <em>Firumbras</em>(Middle English verse, late fourteenth century)</p>'+
'<p class="Standard">-       <em>The Sowdowne of Babylone</em>(Middle English verse, late fourteenth or early fifteenth century)</p>'+
'<p class="Standard">-       <em>Charles the Grete</em>(Middle English prose, 1485)</p>'+
'<p class="Standard">-       <em>Gesta Karoli Magni</em>(Latin prose, fifteenth century)</p>'+
'<p class="Standard">-       <em>Stair Fortibrais</em>(Early Modern Irish prose, fifteenth century)</p>'+
'<p class="Standard"><strong> </strong></p>'+
'<p class="Standard"><strong><span style="text-decoration: underline;">Anglo-Norman versions</span></strong></p>'+
'<p>There are two versions of <em>Fierabras </em>in Anglo-Norman, what is known as the ‘vulgate’ or ‘version longe’ (dating from around 1200) and the ‘version courte’ (dating from around 1300).<a title="" name="_ftnref3" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn3">[3]</a>The ‘vulgate’ version survives in both Anglo-Norman and continental French copies, while the ‘version courte’ seems to be a distinctively insular abbreviation of the narrative. <em>Fierabras </em>is closely associated with another Anglo-Norman work, <em>La Destruction de Rome</em>which offers a prelude to its events. <em>La Destruction</em>is collected with <em>Fierabras</em>in two of the three of the Anglo-Norman manuscripts of the narrative. The two texts are also integrated in the Middle English tradition. </p>'+
'<p> </p>'+
'<p>The earliest manuscript,Leuven, Univ. Bibl., MS G.170, ff. 53-130 (the Firmin Didot MS),dated from the second half of the thirteenth century and was destroyed during the Second World War. In this codex, the incomplete text of <em>Fierabras</em>followed a text of another much-translated work, <em>Boeve de Haumtone</em>.<a title="" name="_ftnref4" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn4">[4]</a>The two texts have certain narrative similarities, including the motif of the <em>belle sarrasine</em>. The other surviving Anglo-Norman manuscript of the vulgate version is Hanover, Niedersächsische Landesbibliothek, MS IV 578 which dates from the early fourteenth century.<a title="" name="_ftnref5" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn5">[5]</a>This is a composite manuscript and includes a slightly earlier text of <em>La Destruction de Rome</em>in a different scribal hand.<a title="" name="_ftnref6" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn6">[6]</a>However, the two works must have been bound together early in their history, since a coherent set of medieval illustrations runs through the whole codex.<a title="" name="_ftnref7" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn7">[7]</a>The ‘version courte’ text that survives in London, British Library, MS Egerton 3028 is also preceded by <em>La Destruction de Rome</em>. This codex dates from the second quarter of the fourteenth century and features a large number of coloured pen illustrations of early date and similar to the illustrations in the Hanover manuscript.<a title="" name="_ftnref8" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn8">[8]</a></p>'+
'<p> </p>'+
'<p class="Standard"> </p>'+
'<p class="Standard"><strong><span style="text-decoration: underline;">Middle English versions</span></strong></p>'+
'<p class="Standard">Middle English translations were produced of both the ‘vulgate’ and ‘version courte’ texts of <em>Fierabras</em>. Two apparently independent translations were made of the ‘vulgate’ text in the late fourteenth century. <em>Sir Ferumbras</em>survives in Oxford, Bodleian Library MS Ashmole 33 and is the sole text in the manuscript.<a title="" name="_ftnref9" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn9">[9]</a>This is a verse adaptation and is usually dated to the late fourteenth century. A draft copy of the work also survives in the binding of Ashmole 33.<a title="" name="_ftnref10" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn10">[10]</a> This has been written on the back of documents relating to the dioceses of Exeter and Sherboune which bear the dates 1357 and 1377. The latter year represents a <em>terminus ad quo</em>for the draft and the contents of the document suggest that the translation may have been produced in an ecclesiastical milieu. The other English adaptation of the ‘vulgate’ version, <em>Sir Firumbras,</em>survives in an incomplete copy in the Fillingham manuscript (London, British Library Additional MS 37492).<a title="" name="_ftnref11" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn11">[11]</a>Again, the pious dimension of the text is front and centre: this version of <em>Fierabras </em>ends by promising a hundred days indulgence to the attentive listener.<a title="" name="_ftnref12" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn12"><sup><sup>[12]</sup></sup></a>The Fillingham manuscript also includes a copy of another Middle English Charlemagne romance, <em>Otuel and Roland</em>. </p>'+
'<p class="Standard"> </p>'+
'<p class="Standard">The other Middle English adaptations are from the fifteenth century. The <em>Sowdone of Babylone</em>survives uniquely in <a href="http://libweb5.princeton.edu/visual_materials/mss/ME/Garrett_MS_140_OPT.pdf">Princeton, MS Garrett 140</a>, a manuscript which dates from around 1450.<a title="" name="_ftnref13" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn13"><sup><sup>[13]</sup></sup></a>This work is translated from Anglo-Norman ‘version courte’ of <em>Fierabras</em>and combines the work with a translation of<em>La Destruction de Rome</em>.<a title="" name="_ftnref14" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn14">[14]</a>This work is closely related to the versions of the Anglo-Norman <em>Fierabras</em>and <em>La Destruction de Rome</em>found in Egerton 3028. </p>'+
'<p class="Standard"> </p>'+
'<p class="Standard"><em>Fierabras</em>was also printed in English at an early point. William Caxton’s <em>Charles the Grete</em>(STC 5013 / USTC 500110) is a prose translation of JeanBaignon’sFrench prose, <em>Rommant de Fierabras le geant</em>(1470s) printed at Westminster in December 1485.<a title="" name="_ftnref15" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn15">[15]</a>Baignon’scentral source for this work is the story of <em>Fierabras</em>, with further historical material primarily derived from the <em>Pseudo-Turpin Chronicle</em>(possibly via <em>Speculum Historiale</em>of Vincent de Beauvais) framing the text. </p>'+
'<p class="Standard"> </p>'+
'<p class="Standard"><strong><span style="text-decoration: underline;">Latin version</span></strong></p>'+
'<p class="Standard">A Latin prose translation of the <em>chanson de geste</em>version of <em>Fierabras</em>survives in an Irish manuscript, Dublin, Trinity College, MS 667.<a title="" name="_ftnref16" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn16">[16]</a>  Translation from French to Latin is not common and this appears to be the only Latin version of <em>Fierabras</em>in existence. The manuscript was probably compiled in the middle of the fifteenth century and has been associated with the Franciscans.<a title="" name="_ftnref17" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn17">[17]</a>A high proportion of the items in the book are <em>exempla </em>and commonplaces.<a title="" name="_ftnref18" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn18">[18]</a>Short notes on the nature of preachers (p. 82) and on masters and students (p. 146) suggest that this manuscript (or parts of it) might have played some part in the formation of novices.<a title="" name="_ftnref19" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn19">[19]</a>There are also various sermons, canon law notes and texts reflecting Irish interests, such extracts from Gerald of Wales’ writings on Ireland. The manuscript features another lengthy text about Charlemagne, the <em>Pseudo-Turpin Chronicle</em>. Among the manuscript’s other more substantial contents, are Honorius Augustodunensis’s <em>Elucidarium</em>, the <em>Historia Septem Sapientum</em>, <em>Visio Sancti Pauli</em>, <em>De Spiritu Guidonis</em>, the <em>Meditationes</em>of Pseudo-Bernard and Étienne de Bourbon’s account of Robert the Devil. A particularly high number of the texts in this manuscript appear in Irish translation in other codices of the period, including Dublin, Royal Irish Academy MS 23 O 48 (Liber Flavus Fergusiorum), Dublin, Royal Irish Academy MS 24 P 25 (Leabhar Chlainne Suibhne), London, British Library, MS Egerton 1781 and Dublin, King’s Inns MS 10.<a title="" name="_ftnref20" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn20">[20]</a></p>'+
'<p class="Standard"><span style="text-decoration: underline;"> </span></p>'+
'<p class="Standard"><strong><span style="text-decoration: underline;">Early Modern Irish version</span></strong></p>'+
'<p class="Standard">A version of this Latin text seems to have been the exemplar for the Irish translation of <em>Fierabras</em>, <em>Stair Fortibrais</em>.<a title="" name="_ftnref21" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn21">[21]</a>This text has a prologue recounting the finding of the true cross and passion relics. This material seems to be derived from a short Latin text, <em>De Inventione Sanctae Crucis</em>, which appears inTrinity 667, though at several folios remove from the Latin <em>Fierabras</em>.<a title="" name="_ftnref22" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn22">[22]</a>Both the Latin and Irish versions of <em>Fierabras</em>lay particular stress on the didactic and religious, as well as the historical, dimensions of the work. In his analysis of the most typical strategies of adaptation adopted by the Latin translator, Michael Howard Davies observes that the translator tends to eschew lengthy description and to shorten speeches, and that his approach to his materials seems intended to produce ‘a text that read like a history, not like an epic poem’.<a title="" name="_ftnref23" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn23"><sup><sup>[23]</sup></sup></a></p>'+
'<p class="Standard"> </p>'+
'<p class="Standard">The eight surviving Irish manuscripts of <em>Stair Fortibrais</em>suggest considerable popularity in a context where most medieval translations only survive in unique copies. The surviving manuscripts of the Irish translation come from all over the island and, where owners can be identified, from both Hiberno-Norman and Gaelic households. Egerton 1781 is associated with the Mac Parrthaláin family of scribes. The text of <em>Fierabras</em>is in the hand of an unnamed scribe, who states he is working for Niall Ó Siaghail in Co. Offaly in 1484.<a title="" name="_ftnref24" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn24">[24]</a>  <a href="https://www.isos.dias.ie/master.html?https://www.isos.dias.ie/libraries/RIA/english/ria_menu.html"><em>Leabhar Chlainne Suibhne</em></a>comes to us with the most context and perhaps gives a good indication of the sort of reader for whom manuscripts like these were assembled.<a title="" name="_ftnref25" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn25">[25]</a>It was written in 1513-14 for Máire, wife of Mac Suibhne Fanad, by a scribe working on Tory Island, Co. Donegal. The other contents of the manuscript are generally of a pious sort, including saints’ lives and devotional works. Many are translations from Latin. Oxford, Bodleian Library MS Laud Misc. 610 is a composite manuscript, made up of two books compiled for a Hiberno-Norman family, the Butlers of Ormond. The other contents of the section in which <em>Stair Fortibrais</em>appears are largely devotional in tone, with some genealogical and legendary material. The Butlers have been associated with Dublin, Trinity College MS 1298 too, though it is also possible that its patrons were a minor branch of the Fitzgerald family, the Fitzgeralds of Allen.<a title="" name="_ftnref26" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn26">[26]</a>Translated works are particularly numerous in this manuscript and the translation of <em>Fierabras </em>is included in a section of the codex that also features an Irish translation of Lucan’s <em>Pharsalia</em>and a unique translation of the Hiberno-English version of Gerald of Wales’ <em>Expugnatio Hibernica</em>.<a title="" name="_ftnref27" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn27">[27]</a>The Irish translation of <em>Bevis of Hampton</em>appears in the second part of the codex, which also seems to have been in the hands of the Fitzgeralds of Allen at an early point.</p>'+
'<p class="Standard">In three of the surviving manuscripts, Egerton 1781,King’s Inns 10 and Dublin, Trinity College, MS 1304, a translation of the <em>Pseudo-Turpin Chronicle</em>,<em>Gabháltais Shearluis Mhóir</em>,follows immediately after that of <em>Sdair Fortibrais</em>.The connection between these two texts is structurally looser than that between <em>Sdair Fortibrais</em>and the translation of <em>De Inventione Sanctae Crucis</em>, but it is persistent enough to suggest conscious attempts to associate the text by scribes.</p>'+
'<p class="Standard"><span style="text-decoration: underline;"> </span></p>'+
'<p class="Standard"><strong><span style="text-decoration: underline;">Conclusion</span></strong></p>'+
'<p class="Standard">The textual history of <em>Fierabras</em>in the insular world suggests that its popularity was limited to England and Ireland, but that it was well known and widely circulated in translation in both those regions. The work was not only translated often, but heavily adapted in some versions and associated with other texts of the Matter of France. If the sorts of changes made in translation and the manuscript contexts in which the work survives are anything to go by, audiences seem to have been attracted to the work as much for its pious dimension as for its emphasis on adventure. </p>'+
'<p> </p>'+
'<p>The surviving insular adaptations witness a tendency to combine the narrative with other material relating to Charlemagne and the passion relics. This sort of aggregation or ‘cyclification’ of the texts of the Matter of France is quite common, but <em>Fierabras</em>is not a regular element in continental cycles of this kind before the fifteenth century, when David Aubert and JeanBaignon incorporated the story into their Charlemagne histories.<a title="" name="_ftnref28" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftn28">[28]</a>It is interesting, therefore, that the fifteenth century insular manuscripts from England and Ireland tend to combine or collect <em>Fierabras</em>with other related works.</p>'+
'<p><strong> </strong></p>'+
'<p><strong>EDITIONS</strong></p>'+
'<p><strong><span style="text-decoration: underline;">Old French version</span></strong></p>'+
'<p>Le Person, Marc, ed., <em>Fierabras: Chanson de geste du XIIe siècle</em>(Paris: Champion, 2003)</p>'+
'<p><strong> </strong></p>'+
'<p><strong><span style="text-decoration: underline;">Anglo-Norman ‘vulgate’ version</span></strong></p>'+
'<p>Hilka, Alfons, and André de Mandach, eds., <em>Chanson de Fierabras</em>(Neuchâtel: Pré-publication de Neuchâtel, 1981)</p>'+
'<p><strong> </strong></p>'+
'<p><strong><span style="text-decoration: underline;">Anglo-Norman ‘version courte’</span></strong></p>'+
'<p>Brandin, L., ‘La Destruction de Rome et Fierabras, MS Egerton 3028 de Musée Britannique’, <em>Romania</em>64 (1938), 18-100</p>'+
'<p><strong> </strong></p>'+
'<p><strong><span style="text-decoration: underline;">English versions</span></strong></p>'+
'<p class="Footnote">Hausknecht, Emil, ed., <em>The English Charlemagne Romances, Part V: The Sowdone of Babylone</em>, EETS ES 38 (London: Trübner, 1881)</p>'+
'<p class="Footnote"> </p>'+
'<p class="Footnote">Herrtage, Sidney J. H., ed.,<em>The English Charlemagne Romances, Part I: Sir Ferumbras, </em>ed., EETS ES 34 (London: Trübner, 1879)</p>'+
'<p class="Footnote"> </p>'+
'<p>Herrtage, S. J. H., <em>The Lyf of the Noble and Crysten Prynce, Charles the Grete</em>, 2 vols. EETS ES 36–7 (London: <em>Trübner,</em>1880–1)</p>'+
'<p> </p>'+
'<p>Lupack, Alan, ed., <a href="http://d.lib.rochester.edu/teams/text/lupack-three-middle-english-charlemagne-romances-sultan-of-babylon"><em>Three Middle English Charlemagne Romances</em></a>(Kalamazoo, MI: Medieval Institute Publications, 1990),</p>'+
'<p class="Footnote"> </p>'+
'<p>O’Sullivan, Mary Isabelle. ed., <em>Firumbras </em>and <em>Otuel and Roland</em>, ed., EETS 198 (London: Oxford University Press, 1935)</p>'+
'<p><strong> </strong></p>'+
'<p><strong><span style="text-decoration: underline;">Latin version</span></strong></p>'+
'<p>Davies, Michael Howard,<a href="https://www.era.lib.ed.ac.uk/handle/1842/8164">‘‘Fierabras’ in Ireland: The Transmission and Cultural Setting of a French Epic in the Medieval Irish Literary Tradition’</a>(unpublished PhD thesis, University of Edinburgh, 1995)</p>'+
'<p><strong> </strong></p>'+
'<p><strong><span style="text-decoration: underline;">Irish version</span></strong></p>'+
'<p>Stokes, Whitley, ‘The Irish version of Fierabras’, <em>Revue Celtique</em>19 (1898), 14–57; 118–67; 252–91; 364–93</p>'+
'<p> </p>'+
'<p> </p>'+
'<p><strong>WORKS CITED</strong></p>'+
'<p class="Footnote">Abbott, T. K., and Gwynn E. J., <a href="http://archive.org/stream/catalogueofirish00trinrich#page/78/mode/2up"><em>Catalogue of the Irish Manuscripts in the Library of Trinity College Dublin</em></a>(Dublin: Hodges Figgis, 1921)</p>'+
'<p class="Footnote"> </p>'+
'<p class="Footnote">Ailes, Marianne, and Phillipa Hardman, ‘How English are the English Charlemagne Romances?’, in Neil Cartlidge, ed., <em>Boundaries in Medieval Romance</em>(Cambridge: D. S. Brewer, 2008), pp. 43-56 </p>'+
'<p> </p>'+
'<p>Byrne, Aisling ‘Cultural Intersections in Trinity College Dublin MS 1298’, in Axel Harlos and Neele Harlos, eds., <em>Adapting texts and Styles in a Celtic Context: Interdisciplinary Perspectives on Processes of Literary Transfer in the Middle Ages</em>(Münster: Nodus Publikationen, 2016), pp. 289-304</p>'+
'<p> </p>'+
'<p>Byrne, Aisling, ‘Language Networks, Literary Translation and the Friars’, in Mary Carruthers, ed., <em>Language in Medieval Britain: Networks and Exchanges</em>, Harlaxton Medieval Studies, vol. 25 (Donington: Shaun Tyas, 2015), pp. 166-178.</p>'+
'<p> </p>'+
'<p>Bullough, Donald, ‘Recycling Charlemagne in the Fifteenth Century, North and South’, <em>Early Medieval Europe</em>, 3 (2003), 389–397</p>'+
'<p> </p>'+
'<p>Colker, Marvin L., <em>Trinity College Library Dublin. Descriptive Catalogue of the Medieval and Renaissance Latin Manuscripts</em>, 2 vols. (Aldershot: Scolar Press, 1991)</p>'+
'<p> </p>'+
'<p>Copeland, Emily, <a href="https://www.era.lib.ed.ac.uk/handle/1842/20942">From Fierabras to Stair Fortibrais: a comparative analysis of the Chanson de Geste and its adaptations in Ireland</a>(unpublished PhD thesis, University of Edinburgh, 2016). </p>'+
'<p> </p>'+
'<p>Esposito, Mario, ‘Une Version Latine du roman de “Fierabras”: Notice du ms. F. 5. 3. de Trinity College à Dublin’, <em>Romania</em>62 (1936), 534-41</p>'+
'<p> </p>'+
'<p>Fletcher, Alan, ‘Preaching in Late Medieval Ireland: the English and Latin Tradition’, in Alan Fletcher and Raymond Gillespie, eds., <em>Irish Preaching 700-1700</em>(Dublin: Four Courts Press, 2001), pp. 56-80 </p>'+
'<p> </p>'+
'<p>Flower, Robin, ‘Ireland and Medieval Europe’, <em>Proceedings of the British Academy</em>13 (1927), 271–303</p>'+
'<p> </p>'+
'<p>Hardman, Phillipa, and Marianne Ailes, <em>The Legend of Charlemagne in Medieval England </em>(Cambridge: D. S. Brewer, 2017)</p>'+
'<p> </p>'+
'<p>Härtel, Helmar, and Felix Ekowski, <em>Handschriften der Niedersächsischen Landesbibliothek Hannover: Teil 2. Ms I 176a - Ms Noviss. 64 </em>(Wiesbaden: Harrassowitz, 1982)</p>'+
'<p> </p>'+
'<p>Ó Clabaigh, Colmán, ‘Preaching in Late Medieval Ireland: The Franciscan Contribution’, in Alan Fletcher and Raymond Gillespie, eds., <em>Irish Preaching 700-1700</em>(Dublin: Four Courts Press, 2001), pp. 81-93</p>'+
'<p> </p>'+
'<p>O’Grady, Standish Hayes, and Robin Flower<em>, Catalogue of Irish Manuscripts in the British Museum</em>, 2 vols. (London: British Museum, 1926)</p>'+
'<p> </p>'+
'<p>Ryan, Salvador, ‘Windows on late Medieval Devotional Practice: Máire Ní Mháille’s “Book of piety” (1513) and the World Behind the Texts’, in Rachel Moss, Colmán Ó Clabaigh, and Salvador Ryan, eds., <em>Art and Devotion in Late Medieval Ireland</em>(Dublin: Four Courts Press, 2006), pp. 1-15</p>'+
'<p> </p>'+
'<p>Shepherd, Stephen H. A., ‘The Ashmole Sir Ferumbras: Translation in Holograph’, in Roger Ellis, ed., <em>The Medieval Translator: The Theory and Practice of Translation in the Middle Ages </em>(Cambridge: D.S. Brewer, 1989), pp. 103-121</p>'+
'<p class="Footnote"> </p>'+
'<p class="Footnote">Skemer, Don C., <em>Catalogue of Medieval and Renaissance Manuscripts in the Princeton University Library</em>, 2 vols. (Princeton: Princeton University Press, 2013 ) </p>'+
'<p><strong> </strong></p>'+
'<p><strong> </strong></p>'+
'<p><strong>DIGITAL RESOURCES</strong></p>'+
'<p>For an account of the transmission and translation of works about Charlemagne, see the website of the <em>Charlemagne: A European Icon</em>project <a href="https://www.charlemagne-icon.ac.uk/">https://www.charlemagne-icon.ac.uk/</a></p>'+
'<p><strong> </strong></p>'+
'<p><strong>DIGITIZED MANUSCRIPTS</strong></p>'+
'<p>Dublin, King’s Inns MS 10:</p>'+
'<p><a href="https://www.isos.dias.ie/master.html?https://www.isos.dias.ie/libraries/KINGS/english/index.html">https://www.isos.dias.ie/master.html?https://www.isos.dias.ie/libraries/KINGS/english/index.html</a></p>'+
'<p> </p>'+
'<p>Dublin, Royal Irish Academy MS 23 O 48 (Liber Flavus Fergusiorum):</p>'+
'<p><a href="https://www.isos.dias.ie/master.html?https://www.isos.dias.ie/libraries/RIA/english/ria_menu.html">https://www.isos.dias.ie/master.html?https://www.isos.dias.ie/libraries/RIA/english/ria_menu.html</a></p>'+
'<p> </p>'+
'<p>Dublin, Royal Irish Academy MS 24 P 25 (Leabhar Chlainne Suibhne):</p>'+
'<p><a href="https://www.isos.dias.ie/master.html?https://www.isos.dias.ie/libraries/RIA/english/ria_menu.html">https://www.isos.dias.ie/master.html?https://www.isos.dias.ie/libraries/RIA/english/ria_menu.html</a></p>'+
'<p> </p>'+
'<p>London, British Library, MS Egerton 3028:</p>'+
'<p><a href="http://www.bl.uk/catalogues/illuminatedmanuscripts/record.asp?MSID=6654">http://www.bl.uk/catalogues/illuminatedmanuscripts/record.asp?MSID=6654</a></p>'+
'<p><strong> </strong></p>'+
'<p>Oxford, Bodleian Library MS Ashmole 33:</p>'+
'<p><a href="http://medievalromance.bodleian.ox.ac.uk/A_rough_draft_and_fair_copy_of_Sir_Firumbras">http://medievalromance.bodleian.ox.ac.uk/A_rough_draft_and_fair_copy_of_Sir_Firumbras</a></p>'+
'<p><strong> </strong></p>'+
'<p>Oxford, Bodleian Library MS Laud Misc. 610:</p>'+
'<p><a href="http://image.ox.ac.uk/show?collection=bodleian&manuscript=mslaudmisc610">http://image.ox.ac.uk/show?collection=bodleian&manuscript=mslaudmisc610</a></p>'+
'<p><strong> </strong></p>'+
'<p>Princeton, MS Garrett 140 [scan of black and white microfilm images of the manuscript]: <a href="http://libweb5.princeton.edu/visual_materials/mss/ME/Garrett_MS_140_OPT.pdf">http://libweb5.princeton.edu/visual_materials/mss/ME/Garrett_MS_140_OPT.pdf</a></p>'+
'<div><br clear="all" /><hr align="left" size="1" width="33%" />'+
'<div id="ftn1">'+
'<p><a title="" name="_ftn1" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref1">[1]</a>The most recent edition is Marc Le Person, ed., <em>Fierabras: Chanson de geste du XIIe siècle</em>(Paris: Champion, 2003).</p>'+
'</div>'+
'<div id="ftn2">'+
'<p><a title="" name="_ftn2" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref2">[2]</a>On the circulation of the text in England, see Phillipa Hardman and Marianne Ailes, <em>The Legend of Charlemagne in Medieval England </em>(Cambridge: D. S. Brewer, 2017), 464-52. On the reference in the <em>Bruce,</em>see p. 265, n. 4.</p>'+
'</div>'+
'<div id="ftn3">'+
'<p><a title="" name="_ftn3" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref3">[3]</a>Hardman and Ailes, <em>The Legend of Charlemagne</em>, p.  265</p>'+
'</div>'+
'<div id="ftn4">'+
'<p><a title="" name="_ftn4" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref4">[4]</a>Hardman and Ailes, <em>The Legend of Charlemagne</em>, pp. 267-9.</p>'+
'</div>'+
'<div id="ftn5">'+
'<p><a title="" name="_ftn5" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref5">[5]</a>Described in Helmar Härtel and Felix Ekowski, <em>Handschriften der Niedersächsischen Landesbibliothek Hannover: Teil 2. Ms I 176a - Ms Noviss. 64 </em>(Wiesbaden: Harrassowitz, 1982), pp. 160-63.</p>'+
'</div>'+
'<div id="ftn6">'+
'<p><a title="" name="_ftn6" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref6">[6]</a>Alfons Hilka and André de Mandach, eds., <em>Chanson de Fierabras</em>(Neuchâtel: Pré-publication de Neuchâtel, 1981).</p>'+
'</div>'+
'<div id="ftn7">'+
'<p><a title="" name="_ftn7" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref7">[7]</a>Hardman and Ailes, <em>The Legend of Charlemagne</em>, pp. 144-46.</p>'+
'</div>'+
'<div id="ftn8">'+
'<p><a title="" name="_ftn8" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref8">[8]</a>Hardman and Ailes, <em>The Legend of Charlemagne</em>, pp. 138-44.</p>'+
'</div>'+
'<div id="ftn9">'+
'<p class="Footnote"><a title="" name="_ftn9" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref9">[9]</a>Sidney J. H. Herrtage, ed.,<em>The English Charlemagne Romances, Part I: Sir Ferumbras, </em>ed., EETS ES 34 (London: Trübner, 1879)</p>'+
'</div>'+
'<div id="ftn10">'+
'<p><a title="" name="_ftn10" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref10">[10]</a>There is an account of the manuscript and its wrapper in Stephen H. A. Shepherd, ‘The Ashmole Sir Ferumbras: Translation in Holograph’, in Roger Ellis, ed., <em>The Medieval Translator: The Theory and Practice of Translation in the Middle Ages </em>(Cambridge: D.S. Brewer, 1989), pp. 103-121.</p>'+
'</div>'+
'<div id="ftn11">'+
'<p><a title="" name="_ftn11" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref11">[11]</a><em>There is a</em>description of the manuscript in Mary Isabelle O’Sullivan, ed., <em>Firumbras </em>and <em>Otuel and Roland</em>, ed., EETS 198 (London: Oxford University Press, 1935), pp. xi-xv</p>'+
'</div>'+
'<div id="ftn12">'+
'<p class="Footnote"><a title="" name="_ftn12" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref12">[12]</a>Marianne Ailes and Phillipa Hardman, ‘How English are the English Charlemagne Romances?’, in Neil Cartlidge, ed., <em>Boundaries in Medieval Romance</em>(Cambridge: D. S. Brewer, 2008), pp. 43-56 (p. 55).</p>'+
'</div>'+
'<div id="ftn13">'+
'<p class="Footnote"><a title="" name="_ftn13" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref13">[13]</a>Don C. Skemer, <em>Catalogue of Medieval and Renaissance Manuscripts in the Princeton University Library</em>, 2 vols. (Princeton: Princeton University Press, 2013) vol. 1, pp. 322–24.</p>'+
'</div>'+
'<div id="ftn14">'+
'<p><a title="" name="_ftn14" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref14">[14]</a>Alan Lupack, ed., <a href="http://d.lib.rochester.edu/teams/text/lupack-three-middle-english-charlemagne-romances-sultan-of-babylon"><em>Three Middle English Charlemagne Romances</em></a>(Kalamazoo, MI: Medieval Institute Publications, 1990), pp. 1-103.</p>'+
'</div>'+
'<div id="ftn15">'+
'<p><a title="" name="_ftn15" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref15">[15]</a>S. J. H. Herrtage, <em>The Lyf of the Noble and Crysten Prynce, Charles the Grete</em>, 2 vols. EETS ES 36–7 (London: <em>Trübner,</em>1880-81).</p>'+
'</div>'+
'<div id="ftn16">'+
'<p><a title="" name="_ftn16" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref16">[16]</a>Discussed and edited in Michael Howard Davies,<a href="https://www.era.lib.ed.ac.uk/handle/1842/8164">‘‘Fierabras’ in Ireland: The Transmission and Cultural Setting of a French Epic in the Medieval Irish Literary Tradition’</a>(unpublished PhD thesis, University of Edinburgh, 1995). See also, Mario Esposito, ‘Une Version Latine du roman de “Fierabras”: Notice du ms. F. 5. 3. de Trinity College à Dublin’, <em>Romania</em>, 62 (1936), 534-41. </p>'+
'</div>'+
'<div id="ftn17">'+
'<p><a title="" name="_ftn17" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref17">[17]</a>On this manuscript, see Robin Flower, ‘Ireland and Medieval Europe’, <em>Proceedings of the British Academy,</em>13 (1927), 271–303.</p>'+
'</div>'+
'<div id="ftn18">'+
'<p><a title="" name="_ftn18" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref18">[18]</a>Marvin L. Colker, <em>Trinity College Library Dublin. Descriptive Catalogue of the Medieval and Renaissance Latin Manuscripts</em>, 2 vols. (Aldershot: Scolar Press, 1991), vol. 2, pp. 1123–64.</p>'+
'</div>'+
'<div id="ftn19">'+
'<p><a title="" name="_ftn19" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref19">[19]</a>On the use of the manuscript by the friars, see Alan Fletcher, ‘Preaching in Late Medieval Ireland: the English and Latin Tradition’, in Alan Fletcher and Raymond Gillespie, eds., <em>Irish Preaching 700-1700</em>(Dublin: Four Courts Press, 2001), pp. 56-80 and Colmán Ó Clabaigh, ‘Preaching in Late Medieval Ireland: The Franciscan Contribution’, in Alan Fletcher and Raymond Gillespie, eds., <em>Irish Preaching 700-1700</em>(Dublin: Four Courts Press, 2001), pp. 81-93.</p>'+
'</div>'+
'<div id="ftn20">'+
'<p><a title="" name="_ftn20" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref20">[20]</a>Flower, ‘Ireland and Medieval Europe’ and Aisling Byrne, ‘Language Networks, Literary Translation and the Friars’, in Mary Carruthers, ed., <em>Language in Medieval Britain: Networks and Exchanges</em>, Harlaxton Medieval Studies, vol. 25 (Donington: Shaun Tyas, 2015), pp. 166-178.</p>'+
'</div>'+
'<div id="ftn21">'+
'<p><a title="" name="_ftn21" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref21">[21]</a>Emily Copeland, <a href="https://www.era.lib.ed.ac.uk/handle/1842/20942">From Fierabras to Stair Fortibrais: a comparative analysis of the Chanson de Geste and its adaptations in Ireland</a>(unpublished PhD thesis, University of Edinburgh, 2016). </p>'+
'</div>'+
'<div id="ftn22">'+
'<p><a title="" name="_ftn22" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref22">[22]</a>Whitley Stokes, ‘The Irish version of Fierabras’, <em>Revue Celtique</em>, 19 (1898), 14–57; 118–67; 252–91; 364–93.</p>'+
'</div>'+
'<div id="ftn23">'+
'<p><a title="" name="_ftn23" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref23">[23]</a>Davies, ‘Fierabras in Ireland’, p. 243.</p>'+
'</div>'+
'<div id="ftn24">'+
'<p><a title="" name="_ftn24" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref24">[24]</a>Standish Hayes O’Grady and Robin Flower<em>, Catalogue of Irish Manuscripts in the British Museum</em>(2 vols. (London: British Museum, 1926), vol 2, 526–545.</p>'+
'</div>'+
'<div id="ftn25">'+
'<p><a title="" name="_ftn25" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref25">[25]</a>See further, Salvador Ryan, ‘Windows on late Medieval Devotional Practice: Máire Ní Mháille’s “Book of piety” (1513) and the World Behind the Texts’, in Rachel Moss, Colmán Ó Clabaigh, and Salvador Ryan, eds., <em>Art and Devotion in Late Medieval Ireland</em>(Dublin: Four Courts Press, 2006), pp. 1-15</p>'+
'</div>'+
'<div id="ftn26">'+
'<p><a title="" name="_ftn26" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref26">[26]</a>Aisling Byrne, ‘Cultural Intersections in Trinity College Dublin MS 1298’, in Axel Harlos and Neele Harlos, eds., <em>Adapting texts and Styles in a Celtic Context: Interdisciplinary Perspectives on Processes of Literary Transfer in the Middle Ages</em>(Münster: Nodus Publikationen, 2016), pp. 289-304.</p>'+
'</div>'+
'<div id="ftn27">'+
'<p><a title="" name="_ftn27" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref27">[27]</a>T. K. Abbott and Gwynn E. J., <a href="http://archive.org/stream/catalogueofirish00trinrich#page/78/mode/2up"><em>Catalogue of the Irish Manuscripts in the Library of Trinity College Dublin</em></a>(Dublin: Hodges Figgis, 1921), pp. 78-80. </p>'+
'</div>'+
'<div id="ftn28">'+
'<p><a title="" name="_ftn28" href="applewebdata://D586327B-127D-4E15-BCB8-AB96514D35A6#_ftnref28">[28]</a>On the treatment of Charlemagne texts in the late middle ages, see.</p>'+
'</div>'+
'</div>'