'<p>The transmission and translation history of Geoffrey of Monmouth’s <em>Prophetiae Merlini </em>(Prophecies of Merlin) is closely related to that of Geoffrey’s <em>Historia regum Britanniae </em>(History of the Kings of Britain) (c. 1135-38), in which it appears as Book VII. The <em>Historia </em>is undoubtedly among the most far-reaching, and much translated, texts of the European Middle Ages. <em>Crossing Borders</em>traces four translation movements of the <em>Prophetiae – </em>both in conjunction with, and independent of, the vernacular <em>Brut </em>tradition (translations of the <em>Historia</em>). It excludes the cross-border movements of the <em>Prophetiae </em>in Latin (the manuscripts of which have been catalogued, although by no means exhaustively), focusing instead on its vernacular reception.<a title="" name="_ftnref1" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn1">[1]</a>These comprise four discrete linguistic movements, given here in chronological order:</p>'+
'<p> </p>'+
'<p>1. Anglo-Norman and Middle French (with its origins in the late twelfth-century, and a relatively extensive fifteenth-century continental translation movement)</p>'+
'<p>2. Old Norse-Icelandic (c. 1200)</p>'+
'<p>3. Middle Welsh & Early Modern Welsh (c. 1250, with continuous circulation into the sixteenth century)</p>'+
'<p>4. Middle English (c. 1450-75)</p>'+
'<p> </p>'+
'<p>Given the complexity of this material, and its relationship to multiple <em>Brut </em>traditions the <em>Crossing Borders </em>database is not exhaustive. Areas of further research are outlined in the conclusion.</p>'+
'<p> </p>'+
'<p>The <em>Prophetiae</em>have a close relationship to the cross-border movement of literary material from their very inception. As I have written elsewhere, the <em>Prophetiae </em>represents a borrowing of Welsh prophetic models, remediated with Anglo (or rather, Norman)-centric political interests in mind.<a title="" name="_ftnref2" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn2">[2]</a>As such, the <em>Prophetiae </em>retained a significant cultural, and on occasion oppositional, utility within Wales; and appear to have exercised similar potential in France during the Hundred Years War. However, much of their appeal appears to have been consistently historiographic, and we see the transmission of the <em>Prophetiae </em>outside a political sphere engaged with British/English affairs in Iceland/Norway. </p>'+
'<p><strong> </strong></p>'+
'<p><strong><span style="text-decoration: underline;">Anglo-Norman & Continental French Translations</span></strong></p>'+
'<p>The earliest Anglo-Norman translations of the <em>Prophetiae </em>appear as interpolations in Wace’s <em>Roman de Brut </em>(c. 1155), the Anglo-Norman translation of Geoffrey’s <em>Historia </em>which famously omitted the <em>Prophetiae</em>.<a title="" name="_ftnref3" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn3">[3]</a>This began in the late twelfth and thirteenth centuries, during which period the <em>Prophetiae </em>also appears in Anglo-Norman as an independent text, and as a component of anonymous <em>Bruts. </em></p>'+
'<p> </p>'+
'<p>The continental French translations of Geoffrey’s <em>Historia, </em>including the <em>Prophetiae, </em>similarly are related to Wace<em>.</em><a title="" name="_ftnref4" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn4">[4]</a>They are as follows:</p>'+
'<p> </p>'+
'<p>1. <em>Estoire des Bretons</em>, a twelfth-century anonymous prose translation with commentary which survives only in Paris, BNF français MS 1717.</p>'+
'<p> </p>'+
'<p>2. A late fourteenth or early fifteenth-century anonymous prose translation, <em>Le</em>s <em>Croniques des Bretons. </em><em>As found in </em>Paris, BnF français 2806 the text engages in its earlier passages with familiar insular (English) historiographical interpretations (largely in line with those events detailed in the <em>Historia</em>), but in its later passages is representative of a significant departure from the English historiographical tradition, and engages explicitly with a French political context. The manuscript was in sixteenth-century French royal circulation, and is suggestive of the earlier uses of material from the <em>Prophetiae </em>in French courtly culture.A historical reference in the commentary to the defeat of the French at the Battle of Poitiers in 1356 (as a near historical, although not witness account), suggests a date of textual composition in the late fourteenth or early fifteenth century.<a title="" name="_ftnref5" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn5">[5]</a></p>'+
'<p> </p>'+
'<p>3. Jean Wauquelin’s mid-fifteenth-century<em>Roman de Brut. </em>Wauquelin was a clerk of the Dukes of Burgundy, and Bruxelles, Bibliothèque royale de Belgique MS 10415 appears in 1469 and 1485-87 in the library inventory for the Dukes of Burgundy. The version found in London, BL Lansdowne MS 214 states that the translation was undertaken for Monsieur de Croy, generally assumed to be Jean de Croy, Captain-General of Hainault. This material, as we might expect, is more closely aligned with the English historiographical tradition.</p>'+
'<p> </p>'+
'<p>All three of these translations contain a common debt to Wace, although were independently produced. Translations 2 and 3 exemplify the shifting uses of the <em>Prophetiae </em>in line with continental political divisions during the fifteenth century, when the <em>Prophetiae </em>appear to have seen particular continental purchase. From this period we might also note the appearance of the <em>Prophetiae </em>in the <em>Recueil des croniques</em>of Jehan de Wavrin, produced in Flanders. The full relationship of the continental French translation and transmission history of the <em>Prophetiae</em>to literary production in Flanders is beyond the immediate scope of the <em>Crossing Borders </em>pilot, but two manuscripts have been selected for the database, in respect of their connection to insular political figures. London, BL Royal MS 15.E.IV is dedicated to Edward IV, and Paris, BNF MS 74-86 was owned by Louis de Gruuthuse, Edward IV’s Duke of Winchester. (For further discussion of the Louis’s patronage of insular historiographical material, see <strong><em>Prophecy of the Six Kings</em>)</strong>.</p>'+
'<p> </p>'+
'<p>Finally, we note the inclusion of the <em>Prophetiae </em>in the Vulgate <em>Merlin </em>as it appears in the Didot-<em>Perceval</em>manuscript (Paris, BnF Nouv. Acq. Fr. 4166).<a title="" name="_ftnref6" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn6">[6]</a>This is the only version of the romance of <em>Merlin</em>(in either French or English) in which the <em>Prophetiae </em>are included. Julian Abed has argued that this version of the <em>Prophetiae, </em>which contains a number of mis-readings of the Latin source and some significant interpolations, was produced in an insular context (although it might similarly be located in the northern French sphere of Plantagenet influence). In its account of the victory of three leopards over a lion, interpolated immediately prior to the prophecy of the anti-English union of <em>Prophetiae</em>110-14, this variant appears to refer to the English king’s conquests in Scotland (particularly topical c. 1301), in a similar mode to the roughly contemporary Merlinian prophecies of the <em>Chronicle</em>of Pierre de Langtoft. Abed has also suggested that the nature of some of the corruptions of, and substitutions in, the Latin suggest that the author has misread an intermediary French translation. The precise nature of this is uncertain, but it has been suggested that the text might stand in a relationship to the late fifteenth-century Spanish <em>El Baladro del Sabio Merlin </em>(1498), which is the only other version of the Grail legend to interpolate the <em>Prophetiae,</em>and with which it shares some interpolated details with the Didot-<em>Perceval</em>. This transmission history remains a significant unknown, but there may be a French source relationship in common (whether insular or continental, we cannot say). </p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">Old Norse-Icelandic Adaptive Translation</span></strong></p>'+
'<p>The Old-Norse Icelandic translation of the <em>Prophetiae, Merlínússpá</em>, is generally dated c. 1200, along with the translation of the <em>Historia,</em><em>Breta sögur </em>(Stories of the Britons), in which it appears; and is understood to be the work of the translator  Gunnlaugr Leifsson, a monk and author of kings’ sagas at Þingeyrar in northern Iceland.<a title="" name="_ftnref7" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn7">[7]</a></p>'+
'<p> </p>'+
'<p>The only surviving copy is the fourteenth-century <a href="https://www.e-pages.dk/ku/635/">AM 573to (Hauksbók)</a>, which also contains <em>Trójumanna saga</em>(a translation of Dares Phrygius’s <em>De Excidio</em><em>Troiae Historia</em>), longer version of <em>Breta sögur, Valvens Þáttr </em>(Tale of Gawain), a partial translation of <em>Percival</em>, and encyclopedic material. Hauksbók (Book of Haukr) also contains the prophetic<em>Völupsá</em>, an eddic poem in the some metre as <em>Merlínússpá</em>. Although produced by several scribes, the main part of the manuscript is in the hand of Icelander Hauki Erlendsson, and is understood to have been produced in Norway. The prophecy is also mentioned in AM573 4to, but is not there given. The prophecy appears divided into two parts – the first drawn from the second half of the poem; the second from the first. It is a relatively close translation of the Latin, combined with literary allusions specific to Norse mythology and history. The text contains four introductory stanzas about the author; and ends with comments on the Christian interpretation of prophecy.</p>'+
'<p><strong> </strong></p>'+
'<p><strong><span style="text-decoration: underline;">Welsh Translations</span></strong></p>'+
'<p>The earliest translation of the <em>Prophetiae </em>in Wales were probably in the context of the Welsh translations of the <em>Historia</em>: the <em>Brutiau, </em>of which the thirteenth-century <em>Brut Dingestow </em>(Aberystwyth, National Library of Wales MS 5266)is the earliest known copy.<a title="" name="_ftnref8" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn8">[8]</a>However, there is also a thirteenth-century independent Welsh translation of the <em>Prophetiae </em>in <a href="https://viewer.library.wales/4533649#?c=0&m=0&s=0&cv=0&xywh=-292%2C-172%2C3303%2C3437">Aberystwyth, NLW Peniarth MS 16</a>, which incorporates and translates the commentary of its Latin source.<a title="" name="_ftnref9" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn9">[9]</a></p>'+
'<p><span style="text-decoration: underline;"> </span></p>'+
'<p>Translations of the <em>Prophetiae</em>are consistently in prose, and there is no evidence of attempts at versification. This is presumably because the <em>Prophetiae</em>were closely associated with a prose chronicle tradition, although additionally, medieval prophecies translated into Welsh are generally given in prose as opposed to the poetic forms of native prophecy. However, the <em>Prophetiae,</em>whichappear as a naturalised component of the Welsh historiographical tradition,are referred to in <em>cywyddau brud </em>(prophetic poetry) of the fifteenth century as <em>Proffwydoliaeth</em><em>Vawr</em>(The Great Prophecy), which is alluded to as the title of the <em>Prophetiae </em>in the seventeenth-century Aberystwyth, NLW MS 3041 (Mostyn 133).<a title="" name="_ftnref10" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn10">[10]</a>This appears to have been understood as a counterpart to <em>Proffwydoliaeth</em><em>Fer</em>(The Short Prophecy), the shorter of the two adaptive Welsh translations of the <em>Prophecy of the Six Kings </em>as it appears in <a href="https://viewer.library.wales/4389453#?c=0&m=0&s=0&cv=0">Aberystwyth, NLW Peniarth MS 54 i</a>(<strong>see</strong><strong><em>Prophecy of the Six Kings</em></strong>). Mostyn 133 is beyond the historical scope of the current project (and so is omitted from the database), but is worth noting also for its cross border history as concerns the copying of Welsh materials in England. It is written in the autograph hand of John Jones of Gelli Lyvdy (1606-28), and may have been produced in London while Jones was imprisoned for debt in Fleet prison (in which context a great deal of his scribal activity is understood to have taken place).<a title="" name="_ftnref11" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn11">[11]</a></p>'+
'<p> </p>'+
'<p>The <em>Crossing Borders</em>database includes the five <em>Brutiau</em>containing the <em>Prophetiae </em>analysed by Brynley F. Roberts in relation to independent copies of the prophecies circulating in Welsh:<a title="" name="_ftnref12" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn12">[12]</a></p>'+
'<p> </p>'+
'<p>Aberystwyth, NLW MS 5266 (Brut Dingestow)</p>'+
'<p><a href="https://digital.bodleian.ox.ac.uk/inquire/Discover/Search/#/?p=c+0,t+,rsrs+0,rsps+10,fa+,so+ox%3Asort%5Easc,scids+,pid+9bf187bf-f862-4453-bc4f-851f6d3948af,vi+b704febf-c9c4-4f23-8312-cb7cd67ef6c6">Oxford, Jesus College MS 111 (Red Book of Hergest)</a><a title="" name="_ftnref13" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn13">[13]</a></p>'+
'<p><a href="https://viewer.library.wales/4396654#?c=0&m=0&s=0&cv=0&xywh=-583%2C-222%2C4260%2C4433">Aberystwyth, NLW Peniarth MS 23</a></p>'+
'<p>London, BL Cotton MS Cleopatra B. v<a title="" name="_ftnref14" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn14">[14]</a></p>'+
'<p>Cardiff, Cardiff City Library MS 1. 363 (Hafod MS 2)</p>'+
'<p> </p>'+
'<p>To this it adds, drawing on transcriptions available through the <a href="http://www.rhyddiaithganoloesol.caerdydd.ac.uk/en/project.php"><em>Welsh Prose Project</em></a>(bearing in mind its 1300-1425 date range), the following:</p>'+
'<p> </p>'+
'<p><a href="https://viewer.library.wales/4575404#?c=0&m=0&s=0&cv=0&xywh=-290%2C-142%2C2710%2C2820">Aberystwyth, NLW Peniarth MS 45</a>(transcription of <em>Prophetiae</em>begins on p. 143)</p>'+
'<p><a href="https://viewer.library.wales/4784357#?c=0&m=0&s=0&cv=0&xywh=0%2C-1481%2C5167%2C5377">Aberystwyth, NLW Peniarth MS 46</a>(begins on p. 200)</p>'+
'<p>Aberystwyth, NLW Peniarth MS 19 (begins on fol. 59v)</p>'+
'<p>Aberystwyth, NLW MS 3035 (Mostyn  MS 116) (begins on fol. 81v)</p>'+
'<p>Aberystwyth, NLW MS 3036 (Mostyn MS 117) (begins on p. 139)</p>'+
'<p>Cardiff, Cardiff City Library MS 1. 3. 62 (Hafod MS 2) (begins on fol. 53r)             </p>'+
'<p> </p>'+
'<p>This is in addition to a truncated version of the <em>Prophetiae </em>found in the London, BL Additional MS 19709 <em>Brut.</em>The <em>Prophetiae </em>(which begin on fol. 56r) conclude with the prophecy of the fountains of Winchester, which divide the island in three, as its last full sequence; and break off during the prophecy of the heron in <em>Prophetiae </em>181 (fol. 60v).<a title="" name="_ftnref15" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn15">[15]</a>The manuscript continues on the next folio with the feasting of Uther and arrival of Igerna and Gorlois (the beginning of Arthur’s conception narrative), as translated from <em>Historia </em>VIII (137. 41).</p>'+
'<p> </p>'+
'<p>Like the <em>Cyfranc</em><em>Lludd a Llefelys</em>(interpolated in some versions of the Welsh <em>Brut</em>), the inclusion of the <em>Prophetiae</em>not consistent across the <em>Brutiau</em>. Its inclusion has been understood as a potential measure for tracking variant versions of the Welsh translations of the <em>Historia</em>.<a title="" name="_ftnref16" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn16">[16]</a>This is, however, a problematic criterion, and the decision to excise or include the <em>Prophetiae </em>is not necessarily the most coherent organising principle for the <em>Brutiau</em>. Rather, as Roberts has noted, we might better consider the details of the translation of the text itself, where it appears. Roberts has published a stemmata hypothesising the relationship between the five copies of the <em>Brut </em>noted above, and Welsh copies of the <em>Prophetiae </em>in independent circulation.<a title="" name="_ftnref17" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn17">[17]</a></p>'+
'<p> </p>'+
'<p>Turning to the independent translations, we might note their inclusion in collections of Welsh poetry (although the <em>Prophetiae </em>always appear in prose). Aberystwyth, Llanstephan MS 163 contains poetry by Guto’r Glyn and Dafydd ap Gwilym; London, BL Additional MS 19710 contains <em>cywyddau brud</em>; and in the Yorkist and Tudor compilations, Abersytwyth, NLW, Peniarth MSS 26, <a href="https://viewer.library.wales/4686929#?c=0&m=0&s=0&cv=0&xywh=-216%2C-142%2C2717%2C2827">50</a>and <a href="https://viewer.library.wales/4781774#?c=0&m=0&s=0&cv=0&xywh=-1%2C-1835%2C4662%2C4851">58</a>, the <em>Prophetiae</em>appear alongside Welsh prophetic verse (including Myrddin prophecies) and English prophecies translated into Welsh prose or in the original.<a title="" name="_ftnref18" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn18">[18]</a>Perhaps in line with its place in the Welsh <em>Brut </em>tradition, elsewhere it is also incorporated alongside historical prose. In <a href="https://viewer.library.wales/4533649#?c=0&m=0&s=0&cv=0&xywh=-292%2C-172%2C3303%2C3437">Peniarth 16</a>the <em>Prophetiae </em>precede the twelfth-century <em>Breuddwyd Macsen Wledic </em>(The Dream of the Emperor Macsen), presumably understood as possessing some level of connection to Galfridian content (Geoffrey gives an account of Macsen’s campaigns in <em>Historia </em>V).<a title="" name="_ftnref19" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn19">[19]</a>The <em>Brut</em>(including the <em>Prophecies</em>) is incorporated alongside both native prose (including <em>Breuddwyd Macsen</em>) and verse prophecies in the Red Book. </p>'+
'<p> </p>'+
'<p>The <em>Prophetiae </em>also appear as independent texts alongside contain material commonly circulating with the Welsh <em>Brut</em>. In <a href="https://viewer.library.wales/4779552#?c=0&m=0&s=0&cv=0&xywh=0%2C-1829%2C4811%2C5007">Aberystwyth, NLW Peniarth MS 47 ii</a>the <em>Prophetiae</em>are followed by <em>Proffwdoliaeth yr Eryr</em>(The Prophecy of the Eagle, also known as the Prophecies of Merlin Silvester), which is elsewhere integrated into the Welsh <em>Brut </em>as the prophecy of the Eagle of Shaftsbury, which Geoffrey of Monmouth mentions in <em>Historia </em>II but does not detail. Peniarth 47 i contains the <em>Ystoria Dared,</em>the Welsh translation of <em>De Excidio</em><em>Troiae Historia </em>of Dares Phrygius, the Trojan history which commonly appears in a Welsh context as a prequel to the <em>Historia</em>. Even where the <em>Prophetiae</em>are presented separately from the <em>Brut</em>tradition, they may still be understood within the same generic and historical context.<a title="" name="_ftnref20" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn20">[20]</a></p>'+
'<p> </p>'+
'<p>On one notable occasion, the <em>Prophetiae </em>appear in the context of religious content. In a collection of otherwise religious texts, <a href="https://viewer.library.wales/4575050#?c=0&m=0&s=0&cv=155&xywh=0%2C-719%2C2867%2C4419">Aberystwyth, NLW Peniarth MS 14 b</a>(<strong>see also <em>Assumption of Mary</em></strong>), the <em>Prophetiae </em>precede a Welsh translation of the <em>Visio Pauli.</em><a title="" name="_ftnref21" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn21">[21]</a>The <em>mise en page</em>suggests the two texts were to be read continuously, although the <em>Visio</em>is demarcated by a rubricated initial and a colophon integrated into the body of the text<em>. </em>The <em>Prophetiae </em>were presumably included for their apocalyptic content, although they are truncated (running to line 199), omitting the full eschatological conclusion of the text. </p>'+
'<p> </p>'+
'<p>The <em>Prophetiae </em>appear as independent texts in Yorkist partisan prophecy collections, Peniarth MSS 26 and <a href="https://viewer.library.wales/4686929#?c=0&m=0&s=0&cv=0&xywh=-216%2C-142%2C2717%2C2827">50</a>(<strong>see <em>Prophecy of the Six Kings</em>)</strong>; and in the Tudor partisan collection, Peniarth <a href="https://viewer.library.wales/4781774#?c=0&m=0&s=0&cv=0&xywh=-1%2C-1835%2C4662%2C4851">58</a>. Whatever its contemporary political utility, however, the Peniarth  50 version is certainly still a historically interested text: it contains a key relating to historical figures who appear in the early sections of the <em>Prophetiae</em>: Arthur, Gormund, Cadwaladr etc.<a title="" name="_ftnref22" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn22">[22]</a>The inclusion of the <em>Prophetiae </em>in Peniarth 50might be understood in line with the well-noted linguistic combining of the scribe Dafydd, who includes the <em>Prophecies </em>in a sequence of translated English, Latin and French prophecies (see <strong><em>Prophecy of the Six Kings</em>)</strong>.</p>'+
'<p> </p>'+
'<p>This is not say that the <em>Prophetiae </em>was understood as a foreign important – particularly in the context of the <em>Brut</em>, it appears as a naturalised component of the Welsh historiographical tradition. It is in this context that it appears in the <a href="https://digital.bodleian.ox.ac.uk/inquire/Discover/Search/#/?p=c+0,t+,rsrs+0,rsps+10,fa+,so+ox%3Asort%5Easc,scids+,pid+9bf187bf-f862-4453-bc4f-851f6d3948af,vi+b704febf-c9c4-4f23-8312-cb7cd67ef6c6">Red Book of Hergest</a>, a significant collection of Welsh historical prose and prophetic poetry. The Red Book in the hand ofFychan fab Hywel Goch of Buellt (and other scribal collaborators), a copyist for Hopcyn ap Tomas ab Einion of Glamorgan.<a title="" name="_ftnref23" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn23">[23]</a>A prolific patron of Welsh manuscript production (including voluble translations from Latin and French into Welsh), Hopcyn is identified in one historical document as the ‘Maister of Brud’ to Owain Glyn Dŵr, Welsh opponent of Henry IV. This might be understood as an allusion to either knowledge of history or prophecy (or, as in the case of the Welsh <em>Brutiau, </em>the overlap between the two).<a title="" name="_ftnref24" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn24">[24]</a>The Red Book version of the <em>Prophetiae </em>has a close relationship to the version of the <em>Prophetiae</em>in Peniarth 50, which, as Manon Bonner Jenkins has noted, shares some of its Welsh verse prophecies (including Myrddin material) with the Red Book.<a title="" name="_ftnref25" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn25">[25]</a></p>'+
'<p> </p>'+
'<p>The Welsh translation of the <em>Prophetiae </em>must also be understood in the context of monastic scribal production, particularly at Cistercian houses in Wales – fore and foremost, the abbey of Whitland, and its granddaughter and daughter houses, including Valle Crucis, where Cotton MS Cleopatra B. V, is understood to have been produced. The Cistercian order in Wales had a strong connection to native Welsh literaryproduction, among which must be included the <em>Brutiau</em>.<a title="" name="_ftnref26" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn26">[26]</a> </p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">English Translation & Commentary</span></strong></p>'+
'<p>There are few surviving translations of the <em>Prophetiae </em>into Middle English. A brief English verse translation of <em>Prophetiae, </em>110-14 (known as the ‘Breton hope’) is found on two fifteenth-century fly leaves bound into the diary of the eighteenth-century antiquary, Thomas Hearne; and a longer section is interpolated in Thomas Castleford’s fourteenth-century <em>Chronicle – </em>although this remains unstudied.</p>'+
'<p> </p>'+
'<p>The one fully attested Middle English translation and commentary of the <em>Prophetiae </em>is difficult to date with any precision, although the manuscript in which it appears is dated c. 1450-75, and is understood to have been produced in Oxfordshire. The text has been edited by Eckhardt, with extensive critical apparatus.<a title="" name="_ftnref27" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn27">[27]</a>Eckhardt has understood the text to be the work of a translator and commentator (if we assume these to be the same individual) acquainted with the Middle English <em>Brut, </em>and indeed, it may have been intended for insertion in a <em>Brut. </em>The Middle English <em>Bruts </em>contain the <em>Six Kings </em>rather than the <em>Prophetiae, </em>and the latter was superseded by the former in its English language circulation. However, there is precedent for the re-insertion of the <em>Prophetiae </em>in French-language <em>Bruts, </em>with commentary – although this remains an area where fuller study is required.<a title="" name="_ftnref28" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn28">[28]</a>(This confirms one of the hypotheses of the <em>Crossing Borders </em>pilot project – that the transmission and translation histories of the <em>Prophetiae </em>and the <em>Six Kings </em>might be profitably read together). Although a production of the Wars of the Roses, interest in the <em>Prophetiae </em>appears to have been historiographical rather than political, and no contemporary political figures are mentioned in the commentary. However, the integration of the first prophecy of the <em>Six King </em>as the final component of the text, identifying Henry III as the lamb of Winchester, may imply an association of Henry IV with the mole – an identification which questions the legitimacy of the Lancastrian claim. </p>'+
'<p><em> </em></p>'+
'<p>The <em>Prophetiae </em>follow a brief allusion, from <em>Historia </em>XI (presumably via the <em>Brut</em>), to the conquest of Britain by the African King Gormund following the invitation of the Saxons, the establishment of the Heptarchy, and the contraction of British power to Cornwall and Brittany (Wales is here omitted, as in the Middle English <em>Brut</em>, presumably because its production post-dates the 1282 Conquest of Wales). An account of Augustine’s conversion of the Saxons follows, which inspires the first prophecies of the text, a loose translation from line 46 of the <em>Prophetiae </em>onwards, read as concerning the relationship between insular archbishoprics and Rome. The account of Gormund and the Augustinian conversion is a very truncated version of these episodes as found in the Middle English <em>Brut</em>.<a title="" name="_ftnref29" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn29">[29]</a>Given the fragmentary state of the manuscript, it is difficult to tell whether earlier passages from the <em>Prophetiae </em>have been lost or were omitted. If the latter, the relevant part of the <em>Prophetiae </em>(including the career of Arthur)was understood to begin with the establishment of the Heptarchy and the first Christian Saxon kings. Notably, all references to British restoration in the Latin prophecies are omitted from the English translation. </p>'+
'<p> </p>'+
'<p>The prophecies that follow are those understood by the commentator to trace a king list, from Egbryt to Henry III, although distinct reigns are treated (as the <em>Prophetiae </em>demand) with varying levels of attention. The Middle English commentary is for the most part in line with earlier Latin commentaries, although the ‘Ue tibi neustria’ prophecy (itself probably a later insertion in the <em>Prophetiae</em>) is understood to refer to Richard I rather than (as more commonly) Henry I. Similarly, John is regarded as <em>Sextus, </em>the conqueror of Ireland. The latter is more usually applied to Henry II, and positive prophetic associations with John are relatively rare (although we do find this on one occasion in the writings of Gerald of Wales). The final prophecy of the sequence taken from <em>Prophetiae,</em>the prophecy of a lynx (here a ‘beest’) of feeble sight who will damage his people, is applied to Henry III on account of his bad eyesight and the dissension of his barons. The original prophecy, which in its full form (here excluded) includes a prediction of the cession of Normandy, is more frequently applied to John (who ceded the territory in 1210),  but certainly elsewhere saw some measure of application to Henry III, who in the 1259 Treaty of Paris made final the losses of John’s reign.<a title="" name="_ftnref30" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftn30">[30]</a>This is, however, is not mentioned by the commentator. Eckhardt has suggested that the positive representation of John and the negative representation of Henry (by this period both relatively distant historical figures) may owe something to a general desire to present paralleled good and bad figures of rule; and a particular association of John, who was born in Woodstock, with Oxfordshire (if we can assume this to be the provenance of the translation and commentary). </p>'+
'<p><strong><span style="text-decoration: underline;"> </span></strong></p>'+
'<p><strong><span style="text-decoration: underline;">Conclusion</span></strong></p>'+
'<p>The obvious outlier in the transmission and translation history of the <em>Prophetiae </em>is its movement into Middle English, which is late when compared to French, Welsh and Norse – although we might note that the highest volume of manuscripts containing Continental French translations are similarly late, dating to the fifteenth century. This is not to say that Galfridian materialhad a limited influence on English historiography (indeed, it is the very basis of the English historiographical tradition), rather in an English language literary context this influence appears to have been mediated through the <em>Brut </em>which, in the English tradition, excised the <em>Prophetiae </em>in favour of the <em>Six Kings. </em>The sole English translation does, however, make clear that for Latinate readers the two prophecies were understood as operating in a close conceptual relationship.</p>'+
'<p> </p>'+
'<p>Three significant areas for future research remain: 1) the possibility of a French-language precedent for the Middle English translation, as it operates in relation to the <em>Brut</em>; 2: the extent of the circulation of the <em>Prophetiae </em>in the Low Countries in the context of the Hundred Years War; and 3) the relationship between the political contexts of the <em>Prophetiae</em>in Wales and France – both of which draw on the oppositional capabilities of Geoffrey’s original text. It is possible that this commonality may owe something to the Cambro-French alliances of the late fourteenth and fifteenth centuries. If so, this is suggestive of a line of direct influence which excludes English political culture, informing the cross-border uses of a foundational English political text. It demands further investigation. </p>'+
'<p> </p>'+
'<p> </p>'+
'<p><strong>EDITIONS</strong></p>'+
'<p><strong><span style="text-decoration: underline;">Anglo-Norman Translation</span></strong></p>'+
'<p>Blacker, Jean, ed. and transl., <em>Anglo-Norman Prophecies of Merlin </em>(Dallas, Texas: Scriptorium Press, 2005)</p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">Continental French Translation</span></strong></p>'+
'<p>Géraldine Veysseyre, ‘Translater Geoffrey de Monmouth: trois traductions en prose française de l’<em>Historia regum Britannie (xiiie-xve siècle</em>)’, thèse de doctorat, Université de Paris IV-Sorbonne, 2002</p>'+
'<p> </p>'+
'<p><strong><span style="text-decoration: underline;">Old Norse-Icelandic Translation</span></strong></p>'+
'<p>Jónsson, Finnur, ed.,<em>Merlínússpá</em>’, in <em>Hauksb</em>ó<em>k </em>(Copenhagen: Thiele, 1892-96), pp. 272-83</p>'+
'<p><strong> </strong></p>'+
'<p><strong><span style="text-decoration: underline;">Welsh Translation</span></strong></p>'+
'<p>Lewis, Henry, ed., <em>Brut Dingestow</em>(Cardiff: Gwasg Pryfisgol Cymru, 1942)</p>'+
'<p> </p>'+
'<p>Parry, John Jay, ed. and transl., <em>Brut y Brenhinedd: Cotton Cleopatra Version </em>(Cambridge, Mass., 1937)</p>'+
'<p> </p>'+
'<p>Rhys, John, and J.G. Evans, ed., <em>The Text of the Brut from the Red Book of Hergest</em>(Oxford, 1890)</p>'+
'<p><strong> </strong></p>'+
'<p><strong><span style="text-decoration: underline;">English Translation</span></strong></p>'+
'<p>Eckhardt, Caroline D., ed., <em>The ‘Prophetia Merlini’ of Geoffrey of Monmouth: A Fifteenth-century English Commentary </em>(Medieval Academy of America, 1982)</p>'+
'<p><strong> </strong></p>'+
'<p><strong>WORKS CITED</strong></p>'+
'<p>Abed, Julien, ‘La traduction française de la <em>Prophetia Merlini </em>dans le Didot-<em>Perceval</em>’, in <em>Moult obscures paroles: Études sur la proph</em>é<em>tie</em><em>médiévale, </em>ed. Richard Trachsler, Julien Abed, and David Expert (Paris: Presses de l’Université Paris-Sorbonne, 2007), pp. 81-105</p>'+
'<p> </p>'+
'<p>Bonner Jenkins, Manon, ‘Aspects of the Welsh Prophetic Verse Tradition in the Middle Ages’, 2 vols (unpublished doctoral thesis, University of Cambridge, 1990)</p>'+
'<p> </p>'+
'<p>Brie, Friedrich W. D., ed., <em>The Brut or the Chronicles of England </em>(London: K. Paul, Trench, Trübner, 1906-08)</p>'+
'<p> </p>'+
'<p>Charles-Edwards, G., ‘The Scribes of the Red Book of Hergest,’ <em>The National Library of Wales Journal </em>21.3 (1980): 246-56</p>'+
'<p> </p>'+
'<p>Crick, Julia C., <em>The Historia Regum Britanniae of Geoffrey of Monmouth: IV. Dissemination and Reception in the Later Middle Ages </em>(Cambridge: D. S. Brewer, 1991)</p>'+
'<p> </p>'+
'<p>Davies, William Llewelyn, ‘Jones, John (born c. 1578-1593, died 1658?), <em>Y Bywgraffiadur Cymreig </em><<a href="https://biography.wales/article/s-JONE-JOH-1578">https://biography.wales/article/s-JONE-JOH-1578</a>></p>'+
'<p> </p>'+
'<p>Eckhardt, Caroline D., ‘The <em>Prophetiae Merlini </em>of Geoffrey of Monmouth: Latin Manuscript Copies’, <em>Manuscripta</em>26.3 (1982): 167-76</p>'+
'<p> </p>'+
'<p>Evans, J. Gwenogvryn, <em>Report on Manuscripts in the Welsh Language</em>, 3 vols (London: Eyre and Spottiswoode, 1898–1910), 3 vols</p>'+
'<p> </p>'+
'<p>Evans, R. Wallis, ‘Y “Broffwydoliaeth Fawr” a’r “Broffwydoliaeth Fer”’, <em>Bulletin of the Board of Celtic Studies</em>22 (1966–68): 119–21</p>'+
'<p> </p>'+
'<p>Flood, Victoria, <em>Prophecy, Politics and Place in Medieval England: From Geoffrey of Monmouth to Thomas of Erceldoune </em>(Cambridge: D. S. Brewer, 2016)</p>'+
'<p> </p>'+
'<p>Flood, Victoria, ‘Prophecy as History: A New Study of the <em>Prophecies of Merlin Silvester</em>’, <em>Neophilologus </em>102 .4 (2018): 543-59</p>'+
'<p> </p>'+
'<p>Fulton, Helen, ‘The Red Book and the White: Gentry Libraries in Medieval Wales’, in <em>Crossing Borders in the Insular Middle Ages, </em>ed. Aisling Byrne and Victoria Flood (Turnhout: Brepols, 2019), pp. 23-45</p>'+
'<p> </p>'+
'<p>Gropper, Stephanie, ‘<em>Breta sögur </em>and<em>Merlínússpá</em>’, in <em>The Arthur of the North: The Arthur Legend in the Norse and Rus’ Realms, </em>ed. Marianne E. Kalinke (Cardiff: University of Wales Press, 2012), pp. 48-60</p>'+
'<p> </p>'+
'<p>Huws, Daniel, <em>Medieval Welsh Manuscripts</em>(Cardiff: University of Wales Press, 2000)</p>'+
'<p>Roberts, Brynley F., ‘Copïau Cymraeg o Prophetiae Merlini’, <em>National Library of Wales Journal </em>20.1 (1977): 14-39</p>'+
'<p> </p>'+
'<p>Roberts, Brynley F., ‘The Red Book of Hergest Version of <em>Brut y Brenhinedd</em>’, <em>Studia Celtica</em>12-13 (1977-78): 147-86</p>'+
'<p> </p>'+
'<p>Veysseyre, Géraldine, ‘<em>Metre en roman:</em>Les prophéties de Merlin: Voies et détours de l’interprétation dan trois traductions de l’<em>Historia Regum Britannie</em>’, in <em>Moult obscures paroles, </em>pp. 107-66 </p>'+
'<p> </p>'+
'<p>Veysseyre, Géraldine, andClara Wille, ‘Les commentaires latins et français aux prophetie Merlini de Geoffroy de Monmouth’, <em>Médiévales</em> 55 (2008): 93-114</p>'+
'<p> </p>'+
'<p>Weiss, Judith,ed., <em>Wace\'s ‘Roman de Brut’: A History of the British – Text and Translation </em><em>(Liverpool: Liverpool University Press, 2005)</em></p>'+
'<p><em> </em></p>'+
'<p>Würth, S., <em>Der ‘Antikenroman’ in der isländischen Literatur des Mittelalters. Eine Untersuchung zur Übersetzung und Rezeption lateinischer Literatur im Norden </em>(Basel and Frankfurt Main: Helbing and Lichtenhahn, 1998)</p>'+
'<p> </p>'+
'<p><strong>DIGITAL RESOURCES</strong></p>'+
'<p>Welsh Prose 1300-1425: <a href="http://www.rhyddiaithganoloesol.caerdydd.ac.uk/en/project.php">http://www.rhyddiaithganoloesol.caerdydd.ac.uk/en/project.php</a></p>'+
'<p><strong> </strong></p>'+
'<p><strong>DIGITISED MANUSCRIPTS</strong></p>'+
'<p>Aberystwyth, National Library of Wales, Peniarth Manuscripts:<a href="https://www.library.wales/collections/learn-more/introduction0/llawysgrifaupeniarth/">https://www.library.wales/collections/learn-more/introduction0/llawysgrifaupeniarth/</a></p>'+
'<p> </p>'+
'<p>Oxford, Bodleian Library, Digital Bodleian: <a href="https://digital.bodleian.ox.ac.uk/">https://digital.bodleian.ox.ac.uk/</a></p>'+
'<p> </p>'+
'<p>University of Copenhagen, Digitisation of Hauksbók: <a href="https://www.e-pages.dk/ku/635/">https://www.e-pages.dk/ku/635/</a></p>'+
'<div><br clear="all" /><hr align="left" size="1" width="33%" />'+
'<div id="ftn1">'+
'<p><a title="" name="_ftn1" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref1">[1]</a>For the circulation of the <em>Historia, </em>see Julia C. Crick, <em>The Historia Regum Britanniae of Geoffrey of Monmouth: IV. Dissemination and Reception in the Later Middle Ages </em>(Cambridge: D. S. Brewer, 1991), pp. 208-17. For the Latin manuscripts of the <em>Prophetiae, </em>as an independent text, see Caroline D. Eckhardt, ‘The <em>Prophetiae Merlini </em>of Geoffrey of Monmouth: Latin Manuscript Copies’, <em>Manuscripta </em>26.3 (1982): 167-76.</p>'+
'</div>'+
'<div id="ftn2">'+
'<p><a title="" name="_ftn2" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref2">[2]</a>Victoria Flood, <em>Prophecy, Politics and Place in Medieval England: From Geoffrey of Monmouth to Thomas of Erceldoune </em>(Cambridge: D. S. Brewer, 2016), Chapter One.</p>'+
'</div>'+
'<div id="ftn3">'+
'<p><a title="" name="_ftn3" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref3">[3]</a>Judith Weiss, ed., <em>Wace\'s ‘Roman de Brut’: A History of the British – Text and Translation </em><em>(Liverpool: Liverpool University Press, 2005)</em>, p.  xxviii;Jean Blacker, ed. and transl., <em>Anglo-Norman Prophecies of Merlin </em>(Dallas, Texas: Scriptorium Press, 2005). </p>'+
'</div>'+
'<div id="ftn4">'+
'<p><a title="" name="_ftn4" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref4">[4]</a>These are detailed by Géraldine Veysseyre, ‘<em>Metre en roman:</em>Les prophéties de Merlin: Voies et détours de l’interprétation dan trois traductions de l’<em>Historia Regum Britannie</em>’, in <em>Moult obscures paroles: Études sur la proph</em>é<em>tie</em><em>médiévale, </em>ed. Richard Trachsler, Julien Abed, and David Expert (Paris: Presses de l’Université Paris-Sorbonne, 2007), pp. 107-66. See also Géraldine Veysseyre and Clara Wille, ‘Les commentaires latins et français aux prophetie Merlini de Geoffroy de Monmouth’,<em>Médiévales</em> 55 (2008): 93-114.</p>'+
'</div>'+
'<div id="ftn5">'+
'<p><a title="" name="_ftn5" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref5">[5]</a>Vesseyre, ‘Meter’, pp. 155-56.</p>'+
'</div>'+
'<div id="ftn6">'+
'<p><a title="" name="_ftn6" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref6">[6]</a>Julien Abed, ‘La traduction française de la <em>Prophetia Merlini </em>dans le Didot-<em>Perceval</em>’, in <em>Moult obscures paroles, </em>pp. 81-105.</p>'+
'</div>'+
'<div id="ftn7">'+
'<p><a title="" name="_ftn7" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref7">[7]</a>Stephanie Gropper, ‘<em>Breta sögur </em>and <em>Merlínússpá</em>’, in <em>The Arthur of the North: The Arthur Legend in the Norse and Rus’ Realms, </em>ed. Marianne E. Kalinke (Cardiff: University of Wales Press, 2012), pp. 48-60. For an edition of the text, see Finnur Jónsson, ed.,<em>Merlínússpá</em>’, in<em>Hauksb</em>ó<em>k </em>(Copenhagen: Thiele, 1892-96), pp. 272-83. See also S. Würth, <em>Der ‘Antikenroman’ in der isländischen Literatur des Mittelalters. Eine Untersuchung zur Übersetzung und Rezeption lateinischer Literatur im Norden </em>(Basel and Frankfurt Main: Helbing and Lichtenhahn, 1998).</p>'+
'</div>'+
'<div id="ftn8">'+
'<p><a title="" name="_ftn8" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref8">[8]</a>Brynley F. Roberts, ‘Copïau Cymraeg o Prophetiae Merlini’, <em>National Library of Wales Journal </em>20.1 (1977): 14-39; Henry Lewis, ed., <em>Brut Dingestow</em>(Cardiff: Gwasg Pryfisgol Cymru, 1942). For a table listing the dates of all Medieval Welsh vernacular manuscripts (including the <em>Brutiau</em>) see Daniel Huws, <em>Medieval Welsh Manuscripts </em>(Aberystwyth: University of Wales Press and the National Library of Wales)<em>, </em>pp. 58-64.</p>'+
'</div>'+
'<div id="ftn9">'+
'<p><a title="" name="_ftn9" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref9">[9]</a>J. Gwenogvryn Evans, <em>Report on Manuscripts in the Welsh Language</em>, 3 vols (London: Eyre and Spottiswoode, 1898–1910), I, pt 2-3, p. 338; Roberts, ‘Copïau Cymraeg o Prophetiae Merlini’, p. 15. Huws dates both Peniarth MS 16. iii and NLW MS 5266 to the second half of the thirteenth century – see Huws, <em>Medieval Welsh Manuscripts, </em>p. 58.</p>'+
'</div>'+
'<div id="ftn10">'+
'<p><a title="" name="_ftn10" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref10">[10]</a>R. Wallis Evans, ‘Y “Broffwydoliaeth Fawr” a’r “Broffwydoliaeth Fer”’, <em>Bulletin of the Board of Celtic Studies</em>22 (1966–68): 119–21.</p>'+
'</div>'+
'<div id="ftn11">'+
'<p><a title="" name="_ftn11" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref11">[11]</a>William Llewelyn Davies, ‘Jones, John (born c. 1578-1593, died 1658?), <em>Y Bywgraffiadur Cymreig </em><<a href="https://biography.wales/article/s-JONE-JOH-1578">https://biography.wales/article/s-JONE-JOH-1578</a>> [lasted accessed 26<sup>th</sup>May 2019]</p>'+
'</div>'+
'<div id="ftn12">'+
'<p><a title="" name="_ftn12" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref12">[12]</a>Roberts, ‘Copïau Cymraeg o Prophetiae Merlini’, p. 23.</p>'+
'</div>'+
'<div id="ftn13">'+
'<p><a title="" name="_ftn13" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref13">[13]</a>John Rhys and J.G. Evans, ed., <em>The Text of the Brut from the Red Book of Hergest</em>(Oxford, 1890).</p>'+
'</div>'+
'<div id="ftn14">'+
'<p><a title="" name="_ftn14" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref14">[14]</a>John Jay Parry, ed. and transl., <em>Brut y Brenhinedd: Cotton Cleopatra Version </em>(Cambridge, Mass., 1937). </p>'+
'</div>'+
'<div id="ftn15">'+
'<p><a title="" name="_ftn15" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref15">[15]</a>A number of independent Latin copies of the <em>Prophetiae </em>also break off in the context of the account of the heron – see Eckhardt, ‘The <em>Prophetia Merlini </em>of Geoffrey of Monmouth’, pp. 171-72. This may plausibly be a feature of a Latin exemplum behind BL Additional MS 19709 – although equally, we might understand this as a common intelligibility limit within the <em>Prophetiae.</em></p>'+
'</div>'+
'<div id="ftn16">'+
'<p><a title="" name="_ftn16" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref16">[16]</a>Rhys and Evans, <em>The Text of the Brut from the Red Book of Hergest, </em>pp. xii-xv (discussion of the ‘<em>Vaticinium </em>version’).</p>'+
'</div>'+
'<div id="ftn17">'+
'<p><a title="" name="_ftn17" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref17">[17]</a>Roberts, ‘Copïau Cymraeg o Prophetiae Merlini’, p. 23.</p>'+
'</div>'+
'<div id="ftn18">'+
'<p><a title="" name="_ftn18" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref18">[18]</a>Evans, <em>Report on Manuscripts in the Welsh Language, </em>I, pt 2-3, pp. 351-54; pp. 389-99; pp. 432-35.</p>'+
'</div>'+
'<div id="ftn19">'+
'<p><a title="" name="_ftn19" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref19">[19]</a>Evans, <em>Report on Manuscripts in the Welsh Language, </em>I, pt 2-3, p. 338.</p>'+
'</div>'+
'<div id="ftn20">'+
'<p><a title="" name="_ftn20" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref20">[20]</a>Evans, <em>Report on Manuscripts in the Welsh Language, </em>I, pt 3-4, pp. 380-81. For the most recent work on the <em>Prophecy of the Eagle</em>in its insular context, see Victoria Flood, ‘Prophecy as History: A New Study of the <em>Prophecies of Merlin Silvester</em>’, <em>Neophilologus </em>102.4 (2018): 543-59.</p>'+
'</div>'+
'<div id="ftn21">'+
'<p><a title="" name="_ftn21" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref21">[21]</a>Evans, <em>Report on Manuscripts in the Welsh Language, </em>I, pt 3-4, pp. 325-34.</p>'+
'</div>'+
'<div id="ftn22">'+
'<p><a title="" name="_ftn22" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref22">[22]</a>Roberts, ‘Copïau Cymraeg o Prophetiae Merlini’, p. 20.</p>'+
'</div>'+
'<div id="ftn23">'+
'<p><a title="" name="_ftn23" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref23">[23]</a>G. Charles-Edwards, ‘The Scribes of the Red Book of Hergest,’ <em>The National Library of Wales Journal </em>21.3 (1980): 246-56.</p>'+
'</div>'+
'<div id="ftn24">'+
'<p><a title="" name="_ftn24" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref24">[24]</a>Helen Fulton, ‘The Red Book and the White: Gentry Libraries in Medieval Wales’, in <em>Crossing Borders in the Insular Middle Ages, </em>ed. Aisling Byrne and Victoria Flood (Turnhout: Brepols, 2019), pp. 23-45 (pp. 33-37).</p>'+
'</div>'+
'<div id="ftn25">'+
'<p><a title="" name="_ftn25" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref25">[25]</a>Manon Bonner Jenkins, ‘Aspects of the Welsh Prophetic Verse Tradition in the Middle Ages’, 2 vols (unpublished doctoral thesis, University of Cambridge, 1990).</p>'+
'</div>'+
'<div id="ftn26">'+
'<p><a title="" name="_ftn26" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref26">[26]</a>Huws, <em>Medieval Welsh Manuscripts, </em>pp. 52-53.</p>'+
'</div>'+
'<div id="ftn27">'+
'<p><a title="" name="_ftn27" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref27">[27]</a>Caroline D. Eckhardt, ed., <em>The ‘Prophetia Merlini’ of Geoffrey of Monmouth: A Fifteenth-century English Commentary </em>(Medieval Academy of America, 1982).</p>'+
'</div>'+
'<div id="ftn28">'+
'<p><a title="" name="_ftn28" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref28">[28]</a>This is not least in terms of differentiating insular or continental manuscript contexts, should that be possible. Eckhardt, <em>‘Prophetia Merlini’ of Geoffrey of Monmouth, </em>p. 39, n. 38.</p>'+
'</div>'+
'<div id="ftn29">'+
'<p><a title="" name="_ftn29" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref29">[29]</a>Friedrich W. D. Brie, ed., <em>The Brut or the Chronicles of England </em>(London: K. Paul, Trench, Trübner, 1906-08),pp. 93-99.</p>'+
'</div>'+
'<div id="ftn30">'+
'<p><a title="" name="_ftn30" href="applewebdata://323770DC-EEB7-4461-A04B-9A8DD1F44AF6#_ftnref30">[30]</a>For an account of these historiographical allusion, which formed the basis of the widely circulated Latin (and Welsh) thirteenth-century companion prophecy to the <em>Prophecies, </em>the <em>Prophecies of Merlin Silvester, </em>see Flood, ‘Prophecy as History’.</p>'+
'</div>'+
'</div>';
	
